{
  "id": "04618611-acd6-48cc-9fb9-66d5afeb54f3",
  "name": "Somatic Symptom Disorder",
  "code": "300.82 (F45.1)",
  "category": "Somatic Symptom Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. One or more somatic symptoms that are distressing or result in significant disruption\nof daily life.\n\nB. Excessive thoughts, feelings, or behaviors related to the somatic symptoms or associ-\nated health concerns as manifested by at least one of the following:\n\n1\\. Disproportionate and persistent thoughts about the seriousness of one\u0027s symptoms.\n\n2\\. Persistently high level of anxiety about health or symptoms.\n\n3\\. Excessive time and energy devoted to these symptoms or health concerns.\nC. Although any one somatic symptom may not be continuously present, the state of be-\ning symptomatic is persistent (typically more than 6 months).\n\nSpecify if:\n\nWith predominant pain (previously pain disorder): This specifier is for individuals\nwhose somatic symptoms predominantly involve pain.\n\nSpecify if:\n\nPersistent: A persistent course is characterized by severe symptoms, marked impair-\nment, and long duration (more than 6 months).\nSpecify current severity:\n\nMild: Only one of the symptoms specified in Criterion B is fulfilled.\nModerate: Two or more of the symptoms specified in Criterion B are fulfilled.\nSevere: Two or more of the symptoms specified in Criterion B are fulfilled, plus there\nare multiple somatic complaints (or one very severe somatic symptom).",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "Individuals with somatic symptom disorder typically have multiple, current, somatic symp-\ntoms that are distressing or result in significant disruption of daily life (Criterion A), al-\nthough sometimes only one severe symptom, most commonly pain, is present. Symptoms\nmay be specific (e.g., localized pain) or relatively nonspecific (e.g., fatigue). The symptoms\nsometimes represent normal bodily sensations or discomfort that does not generally sig-\nnify serious disease. Somatic symptoms without an evident medical explanation are not\nsufficient to make this diagnosis. The individual\u0027s suffering is authentic, whether or not it\nis medically explained.\n\nThe symptoms may or may not be associated with another medical condition. The di-\nagnoses of somatic symptom disorder and a concurrent medical illness are not mutually\nexclusive, and these frequently occur together. For example, an individual may become se-\nriously disabled by symptoms of somatic symptom disorder after an uncomplicated myo-\ncardial infarction even if the myocardial infarction itself did not result in any disability. If\nanother medical condition or high",
  "associatedFeatures": "Cognitive features include attention focused on somatic symptoms, attribution of normal\nbodily sensations to physical illness (possibly with catastrophic interpretations), worry\nabout illness, and fear that any physical activity may damage the body. The relevant as-\nsoclated behavioral features may include repeated bodily checking for abnormalities, re-\npeated seeking of medical help and reassurance, and avoidance of physical activity. These\nbehavioral features are most pronounced in severe, persistent somatic symptom disorder.\nThese features are usually associated with frequent requests for medical help for different\nsomatic symptoms. This may lead to medical consultations in which individuals are so fo-\ncused on their concerns about somatic symptom(s) that they cannot be redirected to other\nmatters. Any reassurance by the doctor that the symptoms are not indicative of serious\nphysical illness tends to be short-lived and/or is experienced by the individuals as the\ndoctor not taking their symptoms with due seriousness. As the focus on somatic symp-\ntoms is a primary feature of the disorder, individuals with somatic symptom disorder typ-\nically present to general medical health services rather than mental health services. The\nsuggestion of referral to a mental health specialist may be met with surprise or even frank\nrefusal by individuals with somatic symptom disorder.\n\nSince somatic symptom disorder is associated with depressive disorders, there is an in-\ncreased",
  "prevalence": "The prevalence of somatic symptom disorder is not known. However, the prevalence of\nsomatic symptom disorder is expected to be higher than that of the more restrictive DSM-\nIV somatization disorder (\u003C1%) but lower than that of undifferentiated somatoform dis-\norder (approximately 19%). The prevalence of somatic symptom disorder in the general\nadult population may be around 5%-7%. Females tend to report more somatic symptoms\nthan do males, and the prevalence of somatic symptom disorder is consequently likely to\nbe higher in females.\n\n\n###",
  "developmentAndCourse": "In older individuals, somatic symptoms and concurrent medical illnesses are common,\nand a focus on Criterion B is crucial for making the diagnosis. Somatic symptom disorder\nmay be underdiagnosed in older adults either because certain somatic symptoms (e.g.,\npain, fatigue) are considered part of normal aging or because illness worry is considered\n\u0022understandable\u0022 in older adults who have more general medical illnesses and medica-\ntions than do younger people. Concurrent depressive disorder is common in older people\nwho present with numerous somatic symptoms.\n\nSomatic Symptom Disorder 313\n\nIn children, the most common symptoms are recurrent abdominal pain, headache, fa-\ntigue, and nausea. A single prominent symptom is more common in children than in\nadults. While young children may have somatic complaints, they rarely worry about \u0022il-\nness\u0022 per se prior to adolescence. The parents\u0027 response to the symptom is important, as\nthis may determine the level of associated distress. It is the parent who may determine the\ninterpretation of symptoms and the associated time off school and medical help seeking.\n\n\n###",
  "riskAndPrognosticFactors": {
    "temperamental": "Temperamental. The personality trait of negative affectivity (neuroticism) has been identi-\nfied as an Independent correlate/risk factor of a high number of somatic symptoms. Comorbid\nanxiety or depression is common and may exacerbate symptoms and impairment.\nEnvironmental. Somatic symptom disorder is more frequent in individuals with few years\nof education and low socioeconomic status, and in those who have recently experienced\nstressful life events.\n\nCourse modifiers. Persistent somatic symptoms are associated with demographic fea-\ntures (female sex, older age, fewer years of education, lower socioeconomic status, un-\nemployment), a reported history of sexual abuse or other childhood adversity, concurrent\nchronic physical illness or psychiatric disorder (depression, anxiety, persistent depressive\ndisorder [dysthymia], panic), social stress, and reinforcing social factors such as illness\nbenefits. Cognitive factors that affect clinical course include sensitization to pain, height-\nened attention to bodily sensations, and attribution of bodily symptoms to a possible med-\nIcal illness rather than recognizing them as a normal phenomenon or psychological stress.\n\n\n###",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "Somatic symptoms are prominent in various \u0022culture-bound syndromes.\u0022 High numbers\nof somatic symptoms are found in population-based and primary care studies around the\nworld, with a similar pattern of the most commonly reported somatic symptoms, Impair-\nment, and treatment seeking. The relationship between number of somatic symptoms and\nillness worry is similar in different cultures, and marked illness worry is associated with\nImpairment and greater treatment seeking across cultures. The relationship between nu-\nmerous somatic symptoms and depression appears to be very similar around the world\nand between different cultures within one country.\n\nDespite these similarities, there are differences in somatic symptoms among cultures\nand ethnic groups. The description of somatic symptoms varies with linguistic and other\nlocal cultural factors. These somatic presentations have been described as \u0022idioms of dis-\ntress\u0022 because somatic symptoms may have special meanings and shape patient-clinician\nInteractions in the particular cultural contexts. \u0022Bumout,\u0022 the sensation of heaviness or\nthe complaints of \u0022gas\u0022; too much heat in the body, or burning in the head are examples of\nsymptoms that are common in some cultures or ethnic groups but rare in others. Explan-\natory models also vary, and somatic symptoms may be attributed variously to particular\nfamily, work, or environmental stresses; general medical illness; the suppression of feel-\nings of anger and resentment; or certain culture-specific phenomena, such as semen loss.\nThere may also be differences in medical treatment seeking among cultural groups, in ad-\ndition to differences due to variable access to medical care services. Seeking treatment for\nmultiple somatic symptoms in general medical clinics is a worldwide phenomenon and\noccurs at similar rates among ethnic groups in the same country.\n\n\n###",
  "genderRelatedIssues": "[No data available for this section]\n\n\n####",
  "suicideRisk": "[No data available for this section]",
  "functionalConsequences": "The disorder is associated with marked impairment of health status. Many individuals\nwith severe somatic symptom disorder are likely to have impaired health status scores\nmore than 2 standard deviations below population norms.\n\n314 Somatic Symptom and Related Disorders",
  "differentialDiagnosis": [],
  "comorbidity": "Somatic symptom disorder is associated with high rates of comorbidity with medical dis-\norders as well as anxiety and depressive disorders. When a concurrent medical illness is\nIllness Anxiety Disorder 315\n\npresent, the degree of impairment is more marked than would be expected from the phys-\nical illness alone. When an Individual\u0027s symptoms meet diagnostic criteria for somatic\nsymptom disorder, the disorder should be diagnosed; however, in view of the frequent co-\nmorbidity, especially with anxiety and depressive disorders, evidence for these concur-\nrent diagnoses should be sought.\nIllness Anxiety Disorder\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 356-360 | Computer-Readable Format\u0022 --\u003E",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Comorbidity"
  ],
  "missingSections": [
    "Differential Diagnosis"
  ],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:03:02.0336271Z",
  "extractionMetadata": null
}