{
  "id": "0744ab85-1e6b-4035-b34c-572da15271e6",
  "name": "Panic Disorder",
  "code": "300.01 (F41.0)",
  "category": "Panic Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Recurrent unexpected panic attacks. A panic attack is an abrupt surge of intense fear\nor Intense discomfort that reaches a peak within minutes, and during which time four\n(or more) of the following symptoms occur:\n\nNote: The abrupt surge can occur from a calm state or an anxious state.\n\n1\\. Palpitations, pounding heart, or accelerated heart rate.\n\n2\\. Sweating.\n\n3\\. Trembling or shaking.\n\n4\\. Sensations of shortness of breath or smothering.\n\n5\\. Feelings of choking.\n\n6\\. Chest pain or discomfort.\n\n7\\. Nausea or abdominal distress.\n\n8\\. Feeling dizzy, unsteady, light-headed, or faint.\n\n9\\. Chills or heat sensations.\n\n10\\. Paresthesias (numbness or tingling sensations).\n\n11\\. Derealization (feelings of unreality) or depersonalization (being detached from one-\nself).\n\n12\\. Fear of losing control or \u0022going crazy.\u0022\n\n13\\. Fear of dying.\n\nNote:",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "Panic disorder refers to recurrent unexpected panic attacks (Criterion A). A panic attack is\nan abrupt surge of intense fear or intense discomfort that reaches a peak within minutes,\nand during which time four or more of a list of 13 physical and cognitive symptoms occur.\nThe term recurrent literally means more than one unexpected panic attack. The term unex-\npected refers to a panic attack for which there is no obvious cue or trigger at the time of oc-\ncurrence-that is, the attack appears to occur from out of the blue, such as when the\nindividual is relaxing or emerging from sleep (nocturnal panic attack). In contrast, expected\npanic attacks are attacks for which there is an obvious cue or trigger, such as a situation in\nwhich panic attacks typically occur. The determination of whether panic attacks are ex-\npected or unexpected is made by the clinician, who makes this judgment based on a com-\nbination of careful questioning as to the sequence of events preceding or leading up to the\nattack and the individual\u0027s own judgment of whether or not the attack seemed to occur for\nno apparent reason. Cultural interpretations may influence the assignment of panic at-\ntacks as expected or unexpected (see section \u0022",
  "associatedFeatures": "One type of unexpected panic attack is a nocturnal panic attack (Le., waking from sleep in\na state of panic, which differs from panicking after fully waking from sleep). In the United\nStates, this type of panic attack has been estimated to occur at least one time in roughly\none-quarter to one-third of individuals with panic disorder, of whom the majority also\nhave daytime panic attacks. In addition to worry about panic attacks and their conse-\nquences, many individuals with panic disorder report constant or intermittent feelings of\nanxiety that are more broadly related to health and mental health concerns. For example,\nindividuals with panic disorder often anticipate a catastrophic outcome from a mild phys-\nIcal symptom or medication side effect (e.g., thinking that they may have heart disease or\nthat a headache means presence of a brain tumor). Such individuals often are relatively in-\ntolerant of medication side effects. In addition, there may be pervasive concerns about\nabilities to complete daily tasks or withstand daily stressors, excessive use of drugs (e.g.,\nalcohol, prescribed medications or illicit drugs) to control panic attacks, or extreme behav-\nlors aimed at controlling panic attacks (e.g., severe restrictions on food intake or avoldance\nof specific foods or medications because of concems about physical symptoms that pro-\nvoke panic attacks).\n\n\n####",
  "prevalence": "are more frequently affected than males, although this",
  "developmentAndCourse": "The mean age at onset for panic attacks in the United States is approximately 22-23 years\namong adults. However, the course of panic attacks is likely influenced by the course of\nany co-occurring mental disorder(s) and stressful life events. Panic attacks are uncommon,\nand unexpected panic attacks are rare, in preadolescent children. Adolescents might be\nless willing than adults to openly discuss panic attacks, even though they present with ep-\nisodes of intense fear or discomfort. Lower prevalence of panic attacks in older individuals\nmay be related to a weaker autonomic response to emotional states relative to younger in-\ndividuals. Older individuals may be less inclined to use the word \u0022fear\u0022 and more inclined\n216 Anxiety Disorders\nto use the word \u0022discomfort\u0022 to describe panic attacks. Older individuals with \u0022panicky\nfeelings\u0022 may have a hybrid of limited-symptom attacks and generalized anxiety. In\naddition, older individuals tend to attribute panic attacks to certain situations that are\nstressful (e.g., medical procedures, social settings) and may retrospectively endorse expla-\nnations for the panic attack even if it was unexpected in the moment. This may result in un-\nder-endorsement of unexpected panic attacks in older individuals.\n\n\n###",
  "riskAndPrognosticFactors": {
    "temperamental": "Temperamental. Negative affectivity (neuroticism) (Le., proneness to experiencing neg-\native emotions) and anxiety sensitivity (i.e., the disposition to believe that symptoms of\nanxiety are harmful) are risk factors for the onset of panic attacks. History of \u0022fearful\nspells\u0022 (i.e., limited-symptom attacks that do not meet full criteria for a panic attack) may\nbe a risk factor for later panic attacks.\n\nEnvironmental. Smoking is a risk factor for panic attacks. Most individuals report iden-\ntifiable stressors in the months before their first panic attack (e.g., Interpersonal stressors\nand stressors related to physical well-being, such as negative experiences with illicit or\nprescription drugs, disease, or death in the family).\n\n\n###",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "\u0022 for this\ndisorder). In the United States and Europe, approximately one-half of individuals with\npanic disorder have expected panic attacks as well as unexpected panic attacks. Thus, the\npresence of expected panic attacks does not rule out the diagnosis of panic disorder. For\nmore details regarding expected versus unexpected panic attacks, see the text accompa-\nnying panic attacks (pp. 214-217).\n\nThe frequency and severity of panic attacks vary widely. In terms of frequency, there\nmay be moderately frequent attacks (e.g., one per week) for months at a time, or short\nbursts of more frequent attacks (e.g., daily) separated by weeks or months without any at-\ntacks or with less frequent attacks (e.g., two per month) over many years. Persons who\nhave infrequent panic attacks resemble persons with more frequent panic attacks in terms\nof panic attack symptoms, demographic characteristics,",
  "genderRelatedIssues": "Panic attacks are more common in females than in males, but clinical features or symp-\ntoms of panic attacks do not differ between males and females.\n\n\n## Diagnostic Markers\n\nPhysiological recordings of naturally occurring panic attacks in individuals with panic\ndisorder Indicate abrupt surges of arousal, usually of heart rate, that reach a peak within\nminutes and subside within minutes, and for a proportion of these individuals the panic\nattack may be preceded by cardiorespiratory instabilities.\nAgoraphobia 217",
  "suicideRisk": "Panic attacks and a diagnosis of panic disorder in the past 12 months are related to a higher\nrate of suicide attempts and suicidal ideation in the past 12 months even when comorbid-\nity and a history of childhood abuse and other suicide risk factors are taken into account.",
  "functionalConsequences": "In the context of co-occurring mental disorders, including anxiety disorders, depressive\ndisorders, bipolar disorder, substance use disorders, psychotic disorders, and personality\ndisorders, panic attacks are associated with increased symptom severity, higher rates of",
  "differentialDiagnosis": [
    "Other paroxysmal episodes (e.g., \u0022anger attacks\u0022). Panic attacks should not be diag-\nnosed if the episodes do not involve the essential feature of an abrupt surge of intense fear\nor intense discomfort, but rather other emotional states (e.g., anger, grief).\nAnxiety disorder due to another medical condition. Medical conditions that can cause\nor be misdiagnosed as panic attacks include hyperthyroidism, hyperparathyroidism, pheo-\nchromocytoma, vestibular dysfunctions, seizure disorders, and cardiopulmonary con-\nditions (e.g., arrhythmias, supraventricular tachycardia, asthma, chronic obstructive\npulmonary disease). Appropriate laboratory tests (e.g., serum calcium levels for hyperpara-\nthyroidism; Holter monitor for arrhythmias) or physical examinations (e.g., for cardiac con-\nditions) may be helpful in determining the etiological role of another medical condition.\nSubstance/medication-Induced anxiety disorder. Intoxication with central nervous\nsystem stimulants (e.g., cocaine, amphetamines, caffeine) or cannabis and withdrawal\nfrom central nervous system depressants (e.g., alcohol, barbiturates) can precipitate a\npanic attack. A detailed history should be taken to determine if the individual had panic\nattacks prior to excessive substance use. Features such as onset after age 45 years or the\npresence of atypical symptoms during a panic attack (e.g., vertigo, loss of consciousness,\nloss of bladder or bowel control, slurred speech, or amnesia) suggest the possibility that a\nmedical condition or a substance may be causing the panic attack symptoms.\nPanic disorder. Repeated unexpected panic attacks are required but are not sufficient for\nthe diagnosis of panic disorder (Le., full diagnostic criteria for panic disorder must be met)."
  ],
  "comorbidity": "Panic attacks are associated with increased likelihood of various comorbid mental dis-\norders, including anxiety disorders, depressive disorders, bipolar disorders, impulse-\ncontrol disorders, and substance use disorders. Panic attacks are associated with Increased\nlikelihood of later developing anxiety disorders, depressive disorders, bipolar disorders,\nand possibly other disorders.\nAgoraphobia\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 253-262 | Computer-Readable Format\u0022 --\u003E",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Differential Diagnosis",
    "Comorbidity"
  ],
  "missingSections": [],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:00:31.2120265Z",
  "extractionMetadata": null
}