{
  "id": "1e89e6d5-ff6d-48b0-acf8-2f4cb112e4a5",
  "name": "Hypersomnolence Disorder",
  "code": "307.44 (F51.11)",
  "category": "Hypersomnolence Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Self-reported excessive sleepiness (hypersomnolence) despite a main sleep period\nlasting at least 7 hours, with at least one of the following symptoms:\n\n1\\. Recurrent periods of sleep or lapses into sleep within the same day.\n\n2\\. A prolonged main sleep episode of more than 9 hours per day that is nonrestorative\n(Le., unrefreshing).\n\n3\\. Difficulty being fully awake after abrupt awakening.\n\nB. The hypersomnolence occurs at least three times per week, for at least 3 months.\n\nC. The hypersomnolence is accompanied by significant distress or impairment in cogni-\ntive, social, occupational, or other important areas of functioning.\n\nD. The hypersomnolence is not better explained by and does not occur exclusively during\nthe course of another sleep disorder (e.g., narcolepsy, breathing-related sleep disor-\nder, circadian rhythm sleep-wake disorder, or a parasomnia).\n\nE. The hypersomnolence is not attributable to the physiological effects of a substance\n(e.g., a drug of abuse, a medication).\n\nHypersomnolence Disorder 369\n\nF. Coexisting mental and medical disorders do not adequately explain the predominant\ncomplaint of hypersomnolence.\n\nSpecify if:\n\nWith mental disorder, including substance use disorders\n\nWith medical condition\nWith another sleep disorder\n\nCoding note: The code 307.44 (F51.11) applies to all three",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "Hypersomnolence is a broad diagnostic term and includes symptoms of excessive quantity\nof sleep (e.g., extended nocturnal sleep or involuntary daytime sleep), deteriorated quality\nof wakefulness (i.e., sleep propensity during wakefulness as shown by difficulty awaken-\ning or inability to remain awake when required), and sleep inertia (i.e., a period of im-\npaired performance and reduced vigilance following awakening from the regular sleep\nepisode or from a nap) (Criterion A). Individuals with this disorder fall asleep quickly and\nhave a good sleep efficiency (\u003E90%). They may have difficulty waking up in the morning,\nsometimes appearing confused, combative, or ataxic. This prolonged impairment of alert-\nness at the sleep-wake transition is often referred to as sleep inertia (i.e., sleep drunkenness).\nIt can also occur upon awakening from a daytime nap. During that period, the Individual\nappears awake, but there is a decline in motor dexterity, behavior may be very Inappro-\npriate, and memory deficits, disorientation in time and space, and feelings of grogginess\nmay occur. This period may last some minutes to hours.\n\nThe persistent need for sleep can lead to automatic behavior (usually of a very routine,\nlow-complexity type) that the individual carries out with little or no subsequent recall. For\nexample, individuals may find themselves having driven several miles from where they\nthought they were, unaware of the \u0022automatic\u0022 driving they did in the preceding minutes.\nFor some individuals with hypersomnolence disorder, the major sleep episode (for most\nIndividuals, nocturnal sleep) has a duration of 9 hours or more. However, the sleep is often\nnonrestorative and is followed by difficulty awakening in the morning. For other individ-\nuals with hypersomnolence disorder, the major sleep episode is of normal nocturnal sleep\nduration (6-9 hours). In these cases, the excessive sleepiness is characterized by several un-\nintentional daytime naps. These daytime naps tend to be relatively long (often lasting 1 hour\nor more), are experienced as nonrestorative (i.e., unrefreshing), and do not lead to improved\nalertness. Individuals with hypersomnolence have daytime naps nearly everyday regard-\nless of the nocturnal sleep duration. Subjective sleep quality may or may not be reported as\ngood. Individuals typically feel sleepiness developing over a period of time, rather than\n370 Sleep-Wake Disorders\n\nexperiencing a sudden sleep \u0022attack.\u0022 Unintentional sleep episodes typically occur in low-\nstimulation and low-activity situations (e.g., while attending lectures, reading, watching\ntelevision, or driving long distances), but in more severe cases they can manifest in high-\nattention situations such as at work, in meetings, or at social gatherings.\n\n\n###",
  "associatedFeatures": "Nonrestorative sleep, automatic behavior, difficulties awakening in the morning, and\nsleep inertia, although common in hypersomnolence disorder, may also be seen in a variety\nof conditions, Including narcolepsy. Approximately 80% of individuals with hyper-\nsomnolence report that their sleep is nonrestorative, and as many have difficulties awak-\nening in the morning. Sleep Inertia, though less common (Le., observed in 36%-50% of\nIndividuals with hypersomnolence disorder), is highly specific to hypersomnolence. Short\nnaps (i.e., duration of less than 30 minutes) are often unrefreshing. Individuals with hy-\npersomnolence often appear sleepy and may even fall asleep in the clinician\u0027s waiting\narea.\n\nA subset of individuals with hypersomnolence disorder have a family history of hy-\npersomnolence and also have symptoms of autonomic nervous system dysfunction, in-\ncluding recurrent vascular-type headaches, reactivity of the peripheral vascular system\n(Raynaud\u0027s phenomenon), and fainting.\n\n\n###",
  "prevalence": "Approximately 5%-10% of individuals who consult in sleep disorders clinics with com-\nplaints of daytime sleepiness are diagnosed as having hypersomnolence disorder. It is es-\ntimated that about 1% of the European and U.S. general population has episodes of sleep\ninertia. Hypersomnolence occurs with relatively equal frequency in males and females.",
  "developmentAndCourse": "Hypersomnolence disorder has a persistent course, with a progressive evolution in the se-\nverity of symptoms. In most extreme cases, sleep episodes can last up to 20 hours. How-\never, the average nighttime sleep duration is around 9% hours. While many individuals\nwith hypersomnolence are able to reduce their sleep time during working days, weekend\nand holiday sleep is greatly increased (by up to 3 hours). Awakenings are very difficult\nand accompanied by sleep inertia episodes in nearly 40% of cases. Hypersomnolence fully\nmanifests in most cases in late adolescence or early adulthood, with a mean age at onset of\n17-24 years. Individuals with hypersomnolence disorder are diagnosed, on average, 10-15\nyears after the appearance of the first symptoms. Pediatric cases are rare.\n\nHypersomnolence has a progressive onset, with symptoms beginning between ages 15\nand 25 years, with a gradual progression over weeks to months. For most individuals, the\ncourse is then persistent and stable, unless treatment is Initiated. The development of other\nsleep disorders (e.g., breathing-related sleep disorder) may worsen the degree of sleepl-\nness. Although hyperactivity may be one of the presenting signs of daytime sleepiness in\nchildren, voluntary napping increases with age. This normal phenomenon is distinct from\nhypersomnolence.\n\n\n##",
  "riskAndPrognosticFactors": {
    "temperamental": "Environmental. Hypersomnolence can be increased temporarily by psychological stress\nand alcohol use, but they have not been documented as environmental precipitating\nfactors. Viral infections have been reported to have preceded or accompanied hyper-\nsomnolence in about 10% of cases. Viral infections, such as HIV pneumonia, infectious\nmononucleosis, and Guillain-Barre syndrome, can also evolve into hypersomnolence within\nHypersomnolence Disorder 371\n\nmonths after the infection. Hypersomnolence can also appear within 6-18 months follow-\ning a head trauma.\n\nGenetic and physiological. Hypersomnolence may be familial, with an autosomal-\ndominant mode of inheritance.\n\n\n## Diagnostic Markers\n\nNocturnal polysomnography demonstrates a normal to prolonged sleep duration, short\nsleep latency, and normal to Increased sleep continuity. The distribution of rapid eye\nmovement (REM) sleep is also normal. Sleep efficiency is mostly greater than 90%. Some\nIndividuals with hypersomnolence disorder have increased amounts of slow-wave sleep.\nThe multiple sleep latency test documents sleep tendency, typically Indicated by mean\nsleep latency values of less than 8 minutes. In hypersomnolence disorder, the mean sleep\nlatency is typically less than 10 minutes and frequently 8 minutes or less. Sleep-onset REM\nperiods (SOREMPs; I.e., the occurrence of REM sleep within 20 minutes of sleep onset)\nmay be present but occur less than two times in four to five nap opportunities.\n\n\n###",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "[No data available for this section]",
  "genderRelatedIssues": "[No data available for this section]",
  "suicideRisk": "[No data available for this section]",
  "functionalConsequences": "The low level of alertness that occurs while an Individual fights the need for sleep can lead\nto reduced efficiency, diminished concentration, and poor memory during daytime activ-\nIties. Hypersomnolence can lead to significant distress and dysfunction in work and social\nrelationships. Prolonged nocturnal sleep and difficulty awakening can result in difficulty\nin meeting moming obligations, such as arriving at work on time. Unintentional daytime\nsleep episodes can be embarrassing and even dangerous, if, for instance, the individual is\ndriving or operating machinery when the episode occurs.\n\n\n####",
  "differentialDiagnosis": [],
  "comorbidity": "Hypersomnolence can be associated with depressive disorders, bipolar disorders (during a\ndepressive episode), and major depressive disorder, with seasonal pattern. Many individu-\nals with hypersomnolence disorder have symptoms of depression that may meet criteria for\na depressive disorder. This presentation may be related to the psychosocial consequences of\npersistent increased sleep need. Individuals with hypersomnolence disorder are also at\nrisk for substance-related disorders, particularly related to self-medication with stimulants.\nThis general lack of specificity may contribute to very heterogeneous profiles among indi-\nviduals whose symptoms meet the same diagnostic criteria for hypersomnolence disorder.\nNeurodegenerative conditions, such as Alzheimer\u0027s disease, Parkinson\u0027s disease, and mul-\ntiple system atrophy, may also be associated with hypersomnolence.\nRelationship to International Classification of\nSleep Disorders\n\nThe International Classification of Sleep Disorders, 2nd Edition (ICSD-2), differentiates nine\nsubtypes of \u0022hypersomnias of central origin,\u0022 including recurrent hypersomnia (Kleine-\nLevin syndrome).\nNarcolepsy\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 413-417 | Computer-Readable Format\u0022 --\u003E",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Comorbidity"
  ],
  "missingSections": [
    "Differential Diagnosis"
  ],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:23:43.5808898Z",
  "extractionMetadata": null
}