{
  "id": "50958cc8-311c-430d-94e0-c56d8b11d2c0",
  "name": "Gambling Disorder",
  "code": "312.31 (F63.0)",
  "category": "Gambling Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Persistent and recurrent problematic gambling behavior leading to clinically significant\nImpairment or distress, as indicated by the individual exhibiting four (or more) of the fol-\nlowing in a 12-month period:\n\n1\\. Needs to gamble with increasing amounts of money in order to achieve the desired\nexcitement.\n\n2\\. Is restless or imitable when attempting to cut down or stop gambling.\n\n3\\. Has made repeated unsuccessful efforts to control, cut back, or stop gambling.\n4\\. Is often preoccupied with gambling (e.g., having persistent thoughts of reliving past\ngambling experiences, handicapping or planning the next venture, thinking of ways\nto get money with which to gamble).\n\n5\\. Often gambles when feeling distressed (e.g., helpless, guilty, anxious, depressed).\n6\\. After losing money gambling, often returns another day to get even (\u0022chasing\u0022 one\u0027s\nlosses).\n\n7\\. Lies to conceal the extent of involvement with gambling.\n\n8\\. Has jeopardized or lost a significant relationship, job, or educational or career op-\nportunity because of gambling.\n\n9\\. Relies on others to provide money to relieve desperate financial situations caused\nby gambling.\n\nB. The gambling behavior is not better explained by a manic episode.\n\n586 Substance-Related and Addictive Disorders\nSpecify if:\n\nEpisodic: Meeting diagnostic criteria at more than one time point, with symptoms sub-\nsiding between periods of gambling disorder for at least several months.\nPersistent: Experiencing continuous symptoms, to meet diagnostic criteria for multiple\nyears.\n\nSpecify if:\n\nIn early remission: After full criteria for gambling disorder were previously met, none\nof the criteria for gambling disorder have been met for at least 3 months but for less\nthan 12 months.\n\nIn sustained remission: After full criteria for gambling disorder were previously met,\nnone of the criteria for gambling disorder have been met during a period of 12 months\nor longer.\n\nSpecify current severity:\n\nMild: 4-5 criteria met.\n\nModerate: 6-7 criteria met.\nSevere: 8-9 criteria met.\n\nNote: Although some behavioral conditions that do not involve ingestion of substances\nhave similarities to substance-related disorders, only one disorder-gambling disorder-\nhas sufficient data to be included in this section.\n\n\n###",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "Gambling involves",
  "associatedFeatures": "Distortions in thinking (e.g., denial, superstitions, a sense of power and control over the\noutcome of chance events, overconfidence) may be present in individuals with gambling\ndisorder. Many individuals with gambling disorder believe that money is both the cause\nof and the solution to their problems. Some individuals with gambling disorder are im-\npulsive, competitive, energetic, restless, and easily bored; they may be overly concerned\nwith the approval of others and may be generous to the point of extravagance when win-\nning. Other individuals with gambling disorder are depressed and lonely, and they may\ngamble when feeling helpless, guilty, or depressed. Up to half of individuals in treatment\nfor gambling disorder have suicidal ideation, and about 17% have attempted",
  "prevalence": "The past-year prevalence rate of gambling disorder is about 0.2%-0.3% in the general pop-\nulation. In the general population, the lifetime prevalence rate is about 0.4%-1.0%. For fe-\nmales, the lifetime prevalence rate of gambling disorder is about 0.2%, and for males it is\nabout 0.6%. The lifetime prevalence of pathological gambling among African Americans is\nabout 0.9%, among whites about 0.4%, and among Hispanics about 0.3%.\n\n\n####",
  "developmentAndCourse": "The onset of gambling disorder can occur during adolescence or young adulthood, but in\nother individuals it manifests during middle or even older adulthood. Generally, gam-\nbling disorder develops over the course of years, although the progression appears to be\nmore rapid in females than in males. Most individuals who develop a gambling disorder\nevidence a pattern of gambling that gradually increases in both frequency and amount of\nwagering. Certainly, milder forms can develop into more severe cases. Most individuals\nwith gambling disorder report that one or two types of gambling are most problematic for\nthem, although some individuals participate in many forms of gambling. Individuals are\nlikely to engage in certain types of gambling (e.g., buying scratch tickets daily) more fre-\nquently than others (e.g., playing slot machines or blackjack at the casino weekly). Fre-\nquency of gambling can be related more to the type of gambling than to the severity of the\noverall gambling disorder. For example, purchasing a single scratch ticket each day may\nnot be problematic, while less frequent casino, sports, or card gambling may be part of a\ngambling disorder. Similarly, amounts of money spent wagering are not in themselves in-\ndicative of gambling disorder. Some individuals can wager thousands of dollars per\nmonth and not have a problem with gambling, while others may wager much smaller\namounts but experience substantial gambling-related difficulties.\n\nGambling patterns may be regular or episodic, and gambling disorder can be persis-\ntent or in remission. Gambling can increase during periods of stress or depression and\nduring periods of substance use or abstinence. There may be periods of heavy gambling\nand severe problems, times of total abstinence, and periods of nonproblematic gambling.\nGambling disorder is sometimes associated with spontaneous, long-term remissions.\nNevertheless, some individuals underestimate their vulnerability to develop gambling\ndisorder or to return to gambling disorder following remission. When in a period of re-\nmission, they may incorrectly assume that they will have no problem regulating gambling\nand that they may gamble on some forms nonproblematically, only to experience a return\nto gambling disorder.\n\nEarly expression of gambling disorder is more common among males than among fe-\nmales. Individuals who begin gambling in youth often do so with family members or\n588 Substance-Related and Addictive Disorders\n\nfriends. Development of early-life gambling disorder appears to be associated with impul-\nsivity and substance abuse. Many high school and college students who develop gambling\ndisorder grow out of the disorder over time, although it remains a lifelong problem for\nsome. Mid- and later-life onset of gambling disorder is more common among females than\namong males.\n\nThere are age and",
  "riskAndPrognosticFactors": {
    "temperamental": "Temperamental. Gambling that begins in childhood or early adolescence is associated\nwith increased rates of gambling disorder. Gambling disorder also appears to aggregate\nwith antisocial personality disorder, depressive and bipolar disorders, and other sub-\nstance use disorders, particularly with alcohol disorders.\n\nGenetic and physiological. Gambling disorder can aggregate in families, and this effect\nappears to relate to both environmental and genetic factors. Gambling problems are more\nfrequent in monozygotic than in dizygotic twins. Gambling disorder is also more preva-\nlent among first-degree relatives of individuals with moderate to severe alcohol use dis-\norder than among the general population.\n\nCourse modifiers. Many Individuals, including adolescents and young adults, are likely to\nresolve their problems with gambling disorder over time, although a strong predictor of\nfuture gambling problems is prior gambling problems.\n\n\n###",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "Individuals from specific cultures and races/ethnicities are more likely to participate in\nsome types of gambling activities than others (e.g., pai gow, cockfights, blackjack, horse rac-\ning). Prevalence rates of gambling disorder are higher among African Americans than\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 630-641 | Computer-Readable Format\u0022 --\u003E\n\namong European Americans, with rates for Hispanic Americans similar to those of Euro-\npean Americans. Indigenous populations have high prevalence rates of gambling disorder.\n\n\n####",
  "genderRelatedIssues": "Males develop gambling disorder at higher rates than females, although this gender gap\nmay be narrowing. Males tend to wager on different forms of gambling than females, with\ncards, sports, and horse race gambling more prevalent among males, and slot machine and\nbingo gambling more common among females.\n\nGambling Disorder 589\n\n\n#",
  "suicideRisk": "[No data available for this section]\n\n\n##",
  "functionalConsequences": "Areas of psychosocial, health, and mental health functioning may be adversely affected by\ngambling disorder. Specifically, individuals with gambling disorder may, because of their\nInvolvement with gambling, jeopardize or lose important relationships with family mem-\nbers or friends. Such problems may occur from repeatedly lying to others to cover up the\nextent of gambling or from requesting money that is used for gambling or to pay off gam-\nbling debts. Employment or educational activities may likewise be adversely impacted by\ngambling disorder; absenteeism or poor work or school performance can occur with gam-\nbling disorder, as individuals may gamble during work or school hours or be preoccupied\nwith gambling or its adverse consequence when they should be working or studying. In-\ndividuals with gambling disorder have poor general health and utilize medical services at\nhigh rates.\n\n\n##",
  "differentialDiagnosis": [
    "Nondisordered gambling. Gambling disorder must be distinguished from professional\nand social gambling. In professional gambling, risks are limited and discipline is central.\nSocial gambling typically occurs with friends or colleagues and lasts for a limited period of\ntime, with acceptable losses. Some individuals can experience problems associated with\ngambling (e.g., short-term chasing behavior and loss of control) that do not meet the full\ncriteria for gambling disorder.\n\nManic episode. Loss of judgment and excessive gambling may occur during a manic ep-\nIsode. An additional diagnosis of gambling disorder should be given only if the gambling\nbehavior is not better explained by manic episodes (e.g., a history of maladaptive gam-\nbling behavior at times other than during a manic episode). Alternatively, an individual\nwith gambling disorder may, during a period of gambling, exhibit behavior that resembles\na manic episode, but once the individual is away from the gambling, these manic-like fea-\ntures dissipate.\n\nPersonality disorders. Problems with gambling may occur in individuals with antisocial\npersonality disorder and other personality disorders. If the criteria are met for both disor-\nders, both can be diagnosed.\n\nOther medical conditions. Some patients taking dopaminergic medications (e.g., for\nParkinson\u0027s disease) may experience urges to gamble. If such symptoms dissipate when\ndopaminergic medications are reduced in dosage or ceased, then a diagnosis of gambling\ndisorder would not be indicated.\n\n\n##"
  ],
  "comorbidity": null,
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Differential Diagnosis"
  ],
  "missingSections": [
    "Comorbidity"
  ],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:25:35.5242398Z",
  "extractionMetadata": null
}