{
  "id": "6156518b-d50b-4f05-8ad4-94ee4a515056",
  "name": "Social Anxiety Disorder (Social Phobia)",
  "code": "300.23 (F40.10)",
  "category": "Social Anxiety Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Marked fear or anxiety about one or more social situations in which the individual is\nexposed to possible scrutiny by others. Examples Include social interactions (e.g., hav-\ning a conversation, meeting unfamiliar people), being observed (e.g., eating or drink-\ning), and performing in front of others (e.g., giving a speech).\nNote: In children, the anxiety must occur in peer settings and not just during interac-\ntions with adults.\n\nB. The individual fears that he or she will act in a way or show anxiety symptoms that will\nbe negatively evaluated (Le., will be humiliating or embarrassing; will lead to rejection\nor offend others).\n\nC. The social situations almost always provoke fear or anxiety.\n\nNote: In children, the fear or anxiety may be expressed by crying, tantrums, freezing,\nclinging, shrinking, or failing to speak in social situations.\nD. The social situations are avoided or endured with intense fear or anxiety.\nSocial Anxiety Disorder (Social Phobia) 203\n\nE. The fear or anxiety is out of proportion to the actual threat posed by the social situation\nand to the sociocultural context.\n\nF. The fear, anxiety, or avoidance is persistent, typically lasting for 6 months or more.\n\nG. The fear, anxiety, or avoidance causes clinically significant distress or impairment in\nsocial, occupational, or other important areas of functioning.\n\nH. The fear, anxiety, or avoidance is not attributable to the physiological effects of a sub-\nstance (e.g., a drug of abuse, a medication) or another medical condition.\n\n1\\. The fear, anxiety, or avoidance is not better explained by the symptoms of another\nmental disorder, such as panic disorder, body dysmorphic disorder, or autism spectrum\ndisorder.\n\nJ. If another medical condition (e.g., Parkinson\u0027s disease, obesity, disfigurement from burns\nor injury) is present, the fear, anxiety, or avoidance is clearly unrelated or is excessive.\nSpecify if:\n\nPerformance only: If the fear is restricted to speaking or performing in public.\n\n\n##",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "The essential feature of social anxiety disorder is a marked, or intense, fear or anxiety of so-\ncial situations in which the individual may be scrutinized by others. In children the fear or\nanxiety must occur in peer settings and not just during interactions with adults (Criterion\nA). When exposed to such social situations, the individual fears that he or she will be neg-\natively evaluated. The individual is concemed that he or she will be judged as anxious,\nweak, crazy, stupid, boring, intimidating, dirty, or unlikable. The individual fears that\nhe or she will act or appear in a certain way or show anxiety symptoms, such as blushing,\ntrembling, sweating, stumbling over one\u0027s words, or staring, that will be negatively eval-\nuated by others (Criterion B). Some Individuals fear offending others or being rejected as\na result. Fear of offending others-for example, by a gaze or by showing anxiety symp-\ntoms-may be the predominant fear in individuals from",
  "associatedFeatures": "Individuals with social anxiety disorder may be inadequately assertive or excessively sub-\nmissive or, less commonly, highly controlling of the conversation. They may show overly\nrigid body posture or inadequate eye contact, or speak with an overly soft voice. These in-\ndividuals may be shy or withdrawn, and they may be less open in conversations and dis-\nclose little about themselves. They may seek employment in jobs that do not require social\ncontact, although this is not the case for individuals with social anxiety disorder, perfor-\nmance only. They may live at home longer. Men may be delayed in marrying and having\na family, whereas women who would want to work outside the home may live a life as\nhomemaker and mother. Self-medication with substances is common (e.g., drinking be-\nfore going to a party). Social anxiety among older adults may also Include exacerbation of\nsymptoms of medical illnesses, such as increased tremor or tachycardia. Blushing is a hall-\nmark physical response of social anxiety disorder.\n\n\n##",
  "prevalence": "The 12-month prevalence estimate of social anxiety disorder for the United States is ap-\nproximately 7%. Lower 12-month prevalence estimates are seen in much of the world us-\ning the same diagnostic instrument, clustering around 0.5%-2.0%; median prevalence in\nEurope is 2.3%. The 12-month prevalence rates in children and adolescents are comparable\nto those in adults. Prevalence rates decrease with age. The 12-month prevalence for older\nadults ranges from 2% to 5%. In general, higher rates of social anxiety disorder are found\nin females than in males in the general population (with odds ratios ranging from 1.5 to\n2.2), and the",
  "developmentAndCourse": "Median age at onset of social anxiety disorder in the United States is 13 years, and 75% of\nIndividuals have an age at onset between 8 and 15 years. The disorder sometimes emerges\nout of a childhood history of social inhibition or shyness in U.S. and European studies. On-\nset can also occur in early childhood. Onset of social anxiety disorder may follow a stress-\nful or humiliating experience (e.g., being bullied, vomiting during a public speech), or it\nmay be insidious, developing slowly. First onset in adulthood is relatively rare and is more\nlikely to occur after a stressful or humiliating event or after life changes that require new\nsocial roles (e.g., marrying someone from a different social class, receiving a job promo-\ntion). Social anxiety disorder may diminish after an individual with fear of dating marries\nand may reemerge after divorce. Among individuals presenting to clinical care, the disor-\nder tends to be particularly persistent.\n\nAdolescents endorse a broader pattern of fear and avoidance, Including of dating,\ncompared with younger children. Older adults express social anxiety at lower levels but\nacross a broader range of situations, whereas younger adults express higher levels of so-\ncial anxiety for specific situations. In older adults, social anxiety may concern disability\ndue to declining sensory functioning (hearing, vision) or embarrassment about one\u0027s ap-\npearance (e.g., tremor as a symptom of Parkinson\u0027s disease) or functioning due to medical\nconditions, Incontinence, or cognitive impairment (e.g., forgetting people\u0027s names). In the\ncommunity approximately 30% of individuals with social anxiety disorder experience re-\nmission of symptoms within 1 year, and about 50% experience remission within a few\nyears. For approximately 60% of individuals without a specific treatment for social anxiety\ndisorder, the course takes several years or longer.\n\nDetection of social anxiety disorder in older adults may be challenging because of sev-\neral factors, including a focus on somatic symptoms, comorbid medical illness, limited\ninsight, changes to social environment or roles that may obscure impairment in social\nfunctioning, or reticence about describing psychological distress.\n\n\n##",
  "riskAndPrognosticFactors": {
    "temperamental": "Temperamental. Underlying traits that predispose individuals to social anxiety disor-\nder include behavioral inhibition and fear of negative evaluation.\n\nEnvironmental. There is no causative role of increased rates of childhood maltreatment or\nother early-onset psychosocial adversity in the development of social anxiety disorder. How-\never, childhood maltreatment and adversity are risk factors for social anxiety disorder.\nGenetic and physiological. Traits predisposing individuals to social anxiety disorder,\nsuch as behavioral inhibition, are strongly genetically influenced. The genetic Influence is\nsubject to gene-environment interaction; that is, children with high behavioral inhibition\nare more susceptible to environmental influences, such as socially anxious modeling by\nparents. Also, social anxiety disorder is heritable (but performance-only anxiety less so).\nFirst-degree relatives have a two to six times greater chance of having social anxiety dis-\norder, and liability to the disorder involves the interplay of disorder-specific (e.g., fear of\nnegative evaluation) and nonspecific (e.g., neuroticism) genetic factors.\n\n\n##",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "The syndrome of taljin kyofusho (e.g., in Japan and Korea) is often characterized by social-\nevaluative concerns, fulfilling criteria for social anxiety disorder, that are associated with\nthe fear that the individual makes other people uncomfortable (e.g., \u0022My gaze upsets peo-\nple so they look away and avold me\u0022), a fear that is at times experienced with delusional\nintensity. This symptom may also be found in non-Aslan settings. Other presentations\nof taijin kyofusho may fulfill criteria for body dysmorphic disorder or delusional disorder.\n206 Anxiety Disorders\n\nImmigrant status is associated with significantly lower rates of social anxiety disorder in\nboth Latino and non-Latino white groups. Prevalence rates of social anxiety disorder may\nnot be in line with self-reported social anxiety levels in the same culture-that is, societies\nwith strong collectivistic orientations may report high levels of social anxiety but low prev-\nalence of social anxiety disorder.\n\n\n###",
  "genderRelatedIssues": "Females with social anxiety disorder report a greater number of social fears and comorbid\ndepressive, bipolar, and anxiety disorders, whereas males are more likely to fear dating.\nhave oppositional defiant disorder or conduct disorder, and use alcohol and illicit drugs to\nrelieve symptoms of the disorder. Paruresis is more common in males.\n\n\n###",
  "suicideRisk": "[No data available for this section]\n\n\n####",
  "functionalConsequences": ")\n\nSocial anxiety disorder is associated with elevated rates of school dropout and with de-\ncreased well-being, employment, workplace productivity, socioeconomic status, and quality\nof life. Social anxiety disorder is also associated with being single, unmarried, or divorced\nand with not having children, particularly among men. In older adults, there may be impair-\nment in caregiving duties and volunteer activities. Social anxiety disorder also impedes lel-\nsure activities. Despite the extent of distress and social impairment associated with social\nanxiety disorder, only about half of individuals with the disorder in Western societies ever\nseek treatment, and they tend to do so only after 15-20 years of experiencing symptoms. Not\nbeing employed is a strong predictor for the persistence of social anxiety disorder.",
  "differentialDiagnosis": [],
  "comorbidity": "Social anxiety disorder is often comorbid with other anxiety disorders, major depressive\ndisorder, and substance use disorders, and the onset of social anxiety disorder generally\nprecedes that of the other disorders, except for specific phobia and separation anxiety dis-\norder. Chronic social isolation in the course of a social anxiety disorder may result in major\ndepressive disorder. Comorbidity with depression is high also in older adults. Substances\nmay be used as self-medication for social fears, but the symptoms of substance intoxica-\ntion or withdrawal, such as trembling, may also be a source of (further) social fear. Social\nanxiety disorder is frequently comorbid with bipolar disorder or body dysmorphic disor-\nder; for example, an individual has body dysmorphic disorder concerning a preoccupa-\ntion with a slight irregularity of her nose, as well as social anxiety disorder because of a\nsevere fear of sounding unintelligent. The more generalized form of social anxiety disor-\nder, but not social anxiety disorder, performance only, is often comorbid with avoidant\npersonality disorder. In children, comorbidities with high-functioning autism and selec-\ntive mutism are common.\nPanic Disorder\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 247-253 | Computer-Readable Format\u0022 --\u003E",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Comorbidity"
  ],
  "missingSections": [
    "Differential Diagnosis"
  ],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:01:37.6963338Z",
  "extractionMetadata": null
}