{
  "id": "63c5c1fe-c7be-4c2c-a2e4-f85ecc323410",
  "name": "Insomnia Disorder",
  "code": "307.42 (F51.01)",
  "category": "Insomnia Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. A predominant complaint of dissatisfaction with sleep quantity or quality, associated\nwith one (or more) of the following symptoms:\n\n1\\. Difficulty Initiating sleep. (In children, this may manifest as difficulty initiating sleep\nwithout caregiver intervention.)\n\n2\\. Difficulty maintaining sleep, characterized by frequent awakenings or problems re-\nturning to sleep after awakenings. (In children, this may manifest as difficulty return-\ning to sleep without caregiver intervention.)\n\n3\\. Early-morning awakening with inability to return to sleep.\n\nB. The sleep disturbance causes clinically significant distress or impairment in social, oc-\ncupational, educational, academic, behavioral, or other important areas of functioning.\n\nC. The sleep difficulty occurs at least 3 nights per week.\n\nD. The sleep difficulty is present for at least 3 months.\n\nE. The sleep difficulty occurs despite adequate opportunity for sleep.\n\nF. The insomnia is not better explained by and does not occur exclusively during the\ncourse of another sleep-wake disorder (e.g., narcolepsy, a breathing-related sleep dis-\norder, a circadian rhythm sleep-wake disorder, a parasomnia).\n\nG. The insomnia is not attributable to the physiological effects of a substance (e.g., a drug\nof abuse, a medication).\n\nH. Coexisting mental disorders and medical conditions do not adequately explain the pre-\ndominant complaint of insomnia.\n\nSpecify if:\n\nWith non-sleep disorder mental",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": null,
  "associatedFeatures": "Insomnia is often associated with physiological and cognitive arousal and conditioning\nfactors that interfere with sleep. A preoccupation with sleep and distress due to the inabil-\nity to sleep may lead to a vicious cycle: the more the individual strives to sleep, the more\nfrustration builds and further impairs sleep. Thus, excessive attention and efforts to sleep,\nwhich override normal sleep-onset mechanisms, may contribute to the development of in-\nsomnia. Individuals with persistent insomnia may also acquire maladaptive sleep habits\n(e.g., spending excessive time in bed; following an erratic sleep schedule; napping) and\ncognitions (e.g., fear of sleeplessness; apprehensions of daytime impairments; clock mon-\nitoring) during the course of the disorder. Engaging in such activities in an environment in\nwhich the individual has frequently spent sleepless nights may further compound the con-\nditioned arousal and perpetuate sleep difficulties. Conversely, the individual may fall asleep\nmore easily when not trying to do so. Some individuals also report better sleep when away\nfrom their own bedrooms and their usual routines.\n\nInsomnia may be accompanied by a variety of daytime complaints and symptoms, in-\ncluding fatigue, decreased energy, and mood disturbances. Symptoms of anxiety or de-\npression that do not meet criteria for a specific mental disorder may be present, as well as\nan excessive focus on the perceived effects of sleep loss on daytime functioning.\nIndividuals with insomnia may have elevated scores on self-report psychological or\npersonality inventories with profiles indicating mild depression and anxiety, a worrisome\ncognitive style, an emotion-focused and intemalizing style of conflict resolution, and a so-\nmatic focus. Patterns of neurocognitive impairment among individuals with insomnia dis-\norder are inconsistent, although there may be impairments in performing tasks of higher\ncomplexity and those requiring frequent changes in performance strategy. Individuals\nwith insomnia often require more effort to maintain cognitive performance.\n\n\n###",
  "prevalence": "Population-based estimates indicate that about one-third of adults report insomnia symp-\ntoms, 10%-15% experience associated daytime impairments, and 6%-10% have symptoms\nInsomnia Disorder 365\n\nthat meet criteria for insomnia disorder. Insomnia disorder is the most prevalent of all\nsleep disorders. In primary care settings, approximately 10%-20% of individuals complain\nof significant insomnia symptoms. Insomnia is a more prevalent complaint among fe-\nmales than among males, with a",
  "developmentAndCourse": "The onset of insomnia symptoms can occur at any time during life, but the first episode is\nmore common in young adulthood. Less frequently, insomnia begins in childhood or ad-\nolescence. In women, new-onset insomnia may occur during menopause and persist even\nafter other symptoms (e.g., hot flashes) have resolved. Insomnia may have a late-life onset,\nwhich is often associated with the onset of other health-related conditions.\n\nInsomnia can be situational, persistent, or recurrent. Situational or acute insomnia usu-\nally lasts a few days or a few weeks and is often associated with life events or rapid changes\nin sleep schedules or environment. It usually resolves once the initial precipitating event\nsubsides. For some individuals, perhaps those more vulnerable to sleep disturbances, in-\nsomnia may persist long after the initial triggering event, possibly because of conditioning\nfactors and heightened arousal. The factors that precipitate insomnia may differ from\nthose that perpetuate it. For example, an individual who is bedridden with a painful injury\nand has difficulty sleeping may then develop negative associations for sleep. Conditioned\narousal may then persist and lead to persistent insomnia. A similar course may develop in\nthe context of an acute psychological stress or a mental disorder. For instance, Insomnia that\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 407-413 | Computer-Readable Format\u0022 --\u003E\n\noccurs during an episode of major depressive disorder can become a focus of attention,\nwith consequent negative conditioning, and persist even after resolution of the depressive\nepisode. In some cases, Insomnia may also have an insidious onset without any identifi-\nable precipitating factor.\n\nThe course of insomnia may also be episodic, with recurrent episodes of sleep difficul-\nties associated with the occurrence of stressful events. Chronicity rates range from 45%\nto 75% for follow-ups of 1-7 years. Even when the course of the insomnia has become\nchronic, there is night-to-night variability in sleep patterns, with an occasional restful night\u0027s\n\nsleep interspersed with several nights of poor sleep. The characteristics of insomnia may\nalso change over time. Many individuals with insomnia have a history of \u0022light\u0022 or easily\ndisturbed sleep prior to onset of more persistent sleep problems.\n\nInsomnia complaints are more prevalent among middle-age and older adults. The type\nof insomnia symptom changes as a function of age, with difficulties initiating sleep being\nmore common among young adults and problems maintaining sleep occurring more fre-\nquently among middle-age and older individuals.\n\nDifficulties initiating and maintaining sleep can also occur in children and adolescents,\nbut there are more limited data on prevalence,",
  "riskAndPrognosticFactors": {
    "temperamental": "While the risk and prognostic factors discussed in this section increase vulnerability to in-\nsomnia, sleep disturbances are more likely to occur when predisposed individuals are ex-\nposed to precipitating events, such as major life events (e.g., illness, separation) or less\nsevere but more chronic daily stress. Most individuals resume normal sleep patterns after\nthe initial triggering event has disappeared, but others-perhaps those more vulnerable to\nInsomnia-continue experiencing persistent sleep difficulties. Perpetuating factors such as\npoor sleep habits, irregular sleep scheduling, and the fear of not sleeping feed into the in-\nsomnia problem and may contribute to a vicious cycle that may induce persistent insomnia.\nTemperamental. Anxiety or worry-prone personality or cognitive styles, Increased arousal\npredisposition, and tendency to repress emotions can increase vulnerability to insomnia.\nEnvironmental. Noise, light, uncomfortably high or low temperature, and high altitude\nmay also increase vulnerability to insomnia.\n\nGenetic and physiological. Female",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "[No data available for this section]",
  "genderRelatedIssues": "Insomnia is a more prevalent complaint among females than among males, with first onset\noften associated with the birth of a new child or with menopause. Despite higher preva-\nlence among older females, polysomnographic studies suggest better preservation of\nsleep continuity and slow-wave sleep in older females than in older males.\n\nDiagnostic Markers\n\nPolysomnography usually shows impairments of sleep continuity (e.g., Increased sleep la-\ntency and time awake after sleep onset and decreased sleep efficiency [percentage of time\nin bed asleep] and may show increased stage 1 sleep and decreased stages 3 and 4 sleep.\nThe severity of these sleep Impairments does not always match the individual\u0027s clinical\npresentation or subjective complaint of poor sleep, as individuals with insomnia often un-\nderestimate sleep duration and overestimate wakefulness relative to polysomnography.\nQuantitative electroencephalographic analyses may indicate that individuals with insom-\nnia have greater high-frequency electroencephalography power relative to good sleepers\nboth around the sleep onset period and during non-rapid eye movement sleep, a feature\nsuggestive of increased cortical arousal. Individuals with insomnia disorder may have a\nlower sleep propensity and typically do not show increased daytime sleepiness on objec-\ntive sleep laboratory measures compared with individuals without sleep disorders.\nOther laboratory measures show evidence, although not consistently, of increased\narousal and a generalized activation of the hypothalamic-pituitary-adrenal axis (e.g., in-\ncreased cortisol levels, heart rate variability, reactivity to stress, metabolic rate). In general,\nfindings are consistent with the hypothesis that increased physiological and cognitive\narousal plays a significant role in insomnia disorder.\nIndividuals with insomnia disorder may appear either fatigued or haggard or, con-\nversely, overaroused and \u0022wired.\u0022 However, there are no consistent or characteristic\nabnormalities on physical examination. There may be an increased incidence of stress-\nInsomnia Disorder 367\n\nrelated psychophysiological symptoms (e.g., tension headache, muscle tension or pain,\ngastrointestinal symptoms).\n\n\n###",
  "suicideRisk": "[No data available for this section]",
  "functionalConsequences": "Interpersonal, social, and occupational problems may develop as a result of insomnia or\nexcessive concern with sleep, increased daytime irritability, and poor concentration. De-\ncreased attention and concentration are common and may be related to higher rates of ac-\ncidents observed in insomnia. Persistent insomnia is also associated with long-term\nconsequences, including increased risks of major depressive disorder, hypertension, and\nmyocardial infarction; Increased absenteeism and reduced productivity at work; reduced\nquality of life; and increased economic burden.\n\n\n####",
  "differentialDiagnosis": [],
  "comorbidity": "Insomnia is a common comorbidity of many medical conditions, including diabetes, cor-\nonary heart disease, chronic obstructive pulmonary disease, arthritis, fibromyalgia, and\nother chronic pain conditions. The risk relationship appears to be bidirectional: insomnia\nIncreases the risk of medical conditions, and medical problems increase the risk of insom-\nnia. The direction of the relationship is not always clear and may change over time; for this\nreason, comorbid insomnia is the preferred terminology in the presence of coexisting in-\nsomnia with another medical condition (or mental disorder).\n\nIndividuals with insomnia disorder frequently have a comorbid mental disorder, par-\nticularly bipolar, depressive, and anxiety disorders. Persistent insomnia represents a risk\nfactor or an early symptom of subsequent bipolar, depressive, anxiety, and substance use\ndisorders. Individuals with insomnia may misuse medications or alcohol to help with\nnighttime sleep, anxiolytics to combat tension or anxiety, and caffeine or other stimulants\nto combat excessive fatigue. In addition to worsening the insomnia, this type of substance\nuse may in some cases progress to a substance use disorder.\n\nRelationship to International Classification of\nSleep Disorders\n\nThere are several distinct insomnia phenotypes relating to the perceived source of the in-",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Comorbidity"
  ],
  "missingSections": [
    "Diagnostic Features",
    "Differential Diagnosis"
  ],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:23:32.1780493Z",
  "extractionMetadata": null
}