{
  "id": "66580c1e-9efa-4181-b5de-a317bd7ac400",
  "name": "Genito-Pelvic Pain/Penetration Disorder",
  "code": "302.76 (F52.6)",
  "category": "Genito-Pelvic Pain/Penetration Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Persistent or recurrent difficulties with one (or more) of the following:\n\n1\\. Vaginal penetration during intercourse.\n\n2\\. Marked vulvovaginal or pelvic pain during vaginal intercourse or penetration attempts.\n\n3\\. Marked fear or anxiety about vulvovaginal or pelvic pain in anticipation of, during.\nor as a result of vaginal penetration.\n\n4\\. Marked tensing or tightening of the pelvic floor muscles during attempted vaginal\npenetration.\n\nB. The symptoms in Criterion A have persisted for a minimum duration of approximately\n6 months.\n\nC. The symptoms in Criterion A cause clinically significant distress in the individual.\n\nD. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a\nconsequence of a severe relationship distress (e.g., partner violence) or other signifi-\ncant stressors and is not attributable to the effects of a substance/medication or an-\nother medical condition.\n\nSpecify whether:\n\nLifelong: The disturbance has been present since the individual became sexually active.\nAcquired: The disturbance began after a period of relatively normal sexual function.\nSpecify current severity:\n\nMild: Evidence of mild distress over the symptoms in Criterion A.\nModerate: Evidence of moderate distress over the symptoms in Criterion A.\nSevere: Evidence of severe or extreme distress over the symptoms in Criterion A.",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": null,
  "associatedFeatures": "Genito-pelvic pain/penetration disorder is frequently associated with other sexual dysfunc-\ntions, particularly reduced sexual desire and interest (female sexual interest/arousal disor-\nder). Sometimes desire and interest are preserved in sexual situations that are not painful or\ndo not require penetration. Even when individuals with genito-pelvic pain/penetration dis-\norder report sexual interest/motivation, there is often behavioral avoidance of sexual situ-\nations and opportunities. Avoidance of gynecological examinations despite medical\nrecommendations is also frequent. The pattern of avoidance is similar to that seen in phobic\ndisorders. It is common for women who have not succeeded in having sexual intercourse to\ncome for treatment only when they wish to conceive. Many women with genito-pelvic pain/\npenetration disorder will experience associated relationship/marital problems; they also of-\nten report that the symptoms significantly diminish their feelings of femininity.\n\nIn addition to the subtype \u0022lifelong/acquired,\u0022 five factors should be considered dur-\ning assessment and diagnosis of genito-pelvic pain/penetration disorder because they\nmay be relevant to etiology and/or treatment: 1) partner factors (e.g., partner\u0027s sexual\nproblems, partner\u0027s health status); 2) relationship factors (e.g., poor communication, dis-\ncrepancies in desire for sexual activity); 3) individual vulnerability factors (e.g., poor body\nimage, history of sexual or emotional abuse), psychiatric",
  "prevalence": "The prevalence of genito-pelvic pain/penetration disorder is unknown. However, approx-\nimately 15% of women in North America report recurrent pain during intercourse. Diffi-\nculties having intercourse appear to be a frequent referral to sexual dysfunction clinics and\nto specialist clinicians.\n\nGenito-Pelvic Pain/Penetration Disorder 439",
  "developmentAndCourse": "The development and course of genito-pelvic pain/penetration disorder is unclear. Because\nwomen generally do not seek treatment until they experience problems in sexual functioning,\nit can, in general, be difficult to characterize genito-pelvic pain/penetration disorder as life-\nlong (primary) or acquired (secondary). Although women typically come to clinical atten-\ntion after the initiation of sexual activity, there are often earlier clinical signs. For example,\ndifficulty with or the avoidance of use of tampons is an important predictor of later problems.\nDifficulties with vaginal penetration (inability or fear or pain) may not be obvious until sex-\nual intercourse is attempted. Even once Intercourse is attempted, the frequency of attempts\nmay not be significant or regular. In cases where it is difficult to establish whether symptom-\natology is lifelong or acquired, it is useful to determine the presence of any consistent period\nof successful pain-, fear-, and tension-free intercourse. If the experience of such a period can\nbe established, then genito-pelvic pain/penetration disorder can be characterized as ac-\nquired. Once symptomatology is well established for a period of approximately 6 months,\nthe probability of spontaneous and significant symptomatic remission appears to diminish.\nComplaints related to genito-pelvic pain peak during early adulthood and in the perl-\nand postmenopausal period. Women with complaints about difficulty having intercourse\nappear to be primarily premenopausal. There may also be an increase in genito-pelvic\npain-related symptoms in the postpartum period.\n\n\n###",
  "riskAndPrognosticFactors": {
    "temperamental": "Environmental. Sexual and/or physical abuse have often been cited as predictors of the\nDSM-IV-defined sexual pain disorders dyspareunia and vaginismus. This is a matter of con-\ntroversy in the current literature.\n\nGenetic and physiological. Women experiencing superficial pain during sexual inter-\ncourse often report the onset of the pain after a history of vaginal infections. Even after the in-\nfections have resolved and there are no known residual physical findings, the pain persists.\nPain during tampon insertion or the inability to Insert tampons before any sexual contact has\nbeen attempted is an important risk factor for genito-pelvic pain/penetration disorder.\n\n\n###",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "In the past, inadequate sexual education and religious orthodoxy have often been consid-\nered to be culturally related predisposing factors to the DSM-IV diagnosis of vaginismus.\nThis perception appears to be confirmed by recent reports from Turkey, a primarily Mus-\nlim country, Indicating a strikingly high prevalence for the disorder. However, most avail-\nable research, although limited in scope, does not support this notion (Lahale et al. 2010).\n\n\n###",
  "genderRelatedIssues": "By definition, the diagnosis of genito-pelvic pain/penetration disorder is only given to\nwomen. There is relatively new research concerning urological chronic pelvic pain syn-\ndrome in men, suggesting that men may experience some similar problems. The research\nand clinical experience are not sufficiently developed yet to justify the application of this\ndiagnosis to men. Other specified sexual dysfunction or unspecified sexual dysfunction\nmay be diagnosed in men appearing to fit this pattern.\n\n\n###",
  "suicideRisk": "#### [No data available for this section]\n\n\n####",
  "functionalConsequences": "Functional difficulties in genito-pelvic pain/penetration disorder are often associated\nwith interference in relationship satisfaction and sometimes with the ability to conceive\nvia penile/vaginal intercourse.\n\n440 Sexual Dysfunctions\n\n\n###",
  "differentialDiagnosis": [
    "Another medical condition. In many Instances, women with genito-pelvic pain/pene-\ntration disorder will also be diagnosed with another medical condition (e.g., lichen scle-\nrosus, endometriosis, pelvic inflammatory disease, vulvovaginal atrophy). In some cases,\ntreating the medical condition may alleviate the genito-pelvic pain/penetration disorder.\nMuch of the time, this is not the case. There are no reliable tools or diagnostic methods to\nallow clinicians to know whether the medical condition or genito-pelvic pain/penetration\ndisorder is primary. Often, the associated medical conditions are difficult to diagnose and\ntreat. For example, the Increased incidence of postmenopausal pain during intercourse\nmay sometimes be attributable to vaginal dryness or vulvovaginal atrophy associated with\ndeclining estrogen levels. The relationship, however, between vulvovaginal atrophy/dry-\n\nness, estrogen, and pain is not well understood.\n\nSomatic symptom and related disorders. Some women with genito-pelvic pain/pene-\ntration disorder may also be diagnosable with somatic symptom disorder. Since both\ngenito-pelvic pain/penetration disorder and the somatic symptom and related disorders\nare new diagnoses, it is not yet clear whether they can be reliably differentiated. Some\nwomen diagnosed with genito-pelvic pain/penetration disorder will also be diagnosed\nwith a specific phobia.\n\nInadequate sexual stimuli. It is important that the clinician, in considering differential diag-\nnoses, assess the adequacy of sexual stimuli within the woman\u0027s sexual experience. Sexual sit-\nuations in which there is Inadequate foreplay or arousal may lead to difficulties in penetration,\npain, or avoidance. Erectile dysfunction or premature ejaculation in the male partner may\nresult in difficulties with penetration. These conditions should be carefully assessed. In some\nsituations, a diagnosis of genito-pelvic pain/penetration disorder may not be appropriate."
  ],
  "comorbidity": "ties appears to be common. Comorbidity with relationship distress is also common. This is\nnot surprising, since in Western cultures the inability to have (pain-free) intercourse with\na desired partner and the avoidance of sexual opportunities may be either a contributing\nfactor to or the result of other sexual or relationship problems. Because pelvic floor symp-\ntoms are implicated in the diagnosis of genito-pelvic pain/penetration disorder, there is\nlikely to be a higher prevalence of other disorders related to the pelvic floor or reproduc-\ntive organs (e.g., Interstitial cystitis, constipation, vaginal infection, endometriosis, irrita-\nble bowel syndrome).\n\nMale Hypoactive Sexual Desire Disorder\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 482-485 | Computer-Readable Format\u0022 --\u003E",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Differential Diagnosis",
    "Comorbidity"
  ],
  "missingSections": [
    "Diagnostic Features"
  ],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:05:23.5749596Z",
  "extractionMetadata": null
}