{
  "id": "8a13a18e-940d-4e90-aab5-740d82d9e60e",
  "name": "Trichotillomania (Hair-Pulling Disorder)",
  "code": "312.39 (F63.3)",
  "category": "Trichotillomania (Hair-Pulling Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Recurrent pulling out of one\u0027s hair, resulting in hair loss.\n\nB. Repeated attempts to decrease or stop hair pulling.\n\nC. The hair pulling causes clinically significant distress or impairment in social, occupa-\ntional, or other important areas of functioning.\n\nD. The hair pulling or hair loss is not attributable to another medical condition (e.g., a der-\nmatological condition).\n\nE. The hair pulling is not better explained by the symptoms of another mental disorder\n(e.g., attempts to improve a perceived defect or flaw in appearance in body dysmorphic\ndisorder).\n\n\n##",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "The essential feature of trichotillomania (hair-pulling disorder) is the recurrent pulling out\nof one\u0027s own hair (Criterion A). Hair pulling may occur from any region of the body in\nwhich hair grows; the most common sites are the scalp, eyebrows, and eyelids, while less\ncommon sites are axillary, facial, pubic, and peri-rectal regions. Hair-pulling sites may\nvary over time. Hair pulling may occur in brief episodes scattered throughout the day or\nduring less frequent but more sustained periods that can continue for hours, and such hair\n252 Obsessive-Compulsive and Related Disorders\n\npulling may endure for months or years. Criterion A requires that hair pulling lead to hair\nloss, although individuals with this disorder may pull hair in a widely distributed pattern\n(Le., pulling single hairs from all over a site) such that hair loss may not be clearly visible.\nAlternatively, Individuals may attempt to conceal or camouflage hair loss (e.g., by using\nmakeup, scarves, or wigs). Individuals with trichotillomania have made repeated at-\ntempts to decrease or stop hair pulling (Criterion B). Criterion C Indicates that hair pulling\ncauses clinically significant distress or impairment in social, occupational, or other impor-\ntant areas of functioning. The term distress includes negative affects that may be experi-\nenced by individuals with hair pulling, such as feeling a loss of control, embarrassment,\nand shame. Significant impairment may occur in several different areas of functioning\n(e.g., social, occupational, academic, and leisure), in part because of avoidance of work,\nschool, or other public situations.\n\n\n###",
  "associatedFeatures": "Hair pulling may be accompanied by a range of behaviors or rituals involving hair. Thus,\nIndividuals may search for a particular kind of hair to pull (e.g., hairs with a specific tex-\nture or color), may try to pull out hair in a specific way (e.g., so that the root comes out in-\ntact), or may visually examine or tactilely or orally manipulate the hair after it has been\npulled (e.g., rolling the hair between the fingers, pulling the strand between the teeth, bit-\ning the hair into pieces, or swallowing the hair).\n\nHair pulling may also be preceded or accompanied by various emotional states; it may\nbe triggered by feelings of anxiety or boredom, may be preceded by an increasing sense of\ntension (either immediately before pulling out the hair or when attempting to resist the\nurge to pull), or may lead to gratification, pleasure, or a sense of relief when the hair is\npulled out. Hair-pulling behavior may involve varying degrees of conscious awareness,\nwith some individuals displaying more focused attention on the hair pulling (with pre-\nceding tension and subsequent relief), and other individuals displaying more automatic\nbehavior (in which the hair pulling seems to occur without full awareness). Many individ-\nuals report a mix of both behavioral styles. Some individuals experience an \u0022itch-like\u0022 or\ntingling sensation in the scalp that is alleviated by the act of pulling hair. Pain does not\nusually accompany hair pulling.\n\nPatterns of hair loss are highly variable. Areas of complete alopecia, as well as areas of\nthinned hair density, are common. When the scalp is involved, there may be a predilection\nfor pulling out hair in the crown or parletal regions. There may be a pattern of nearly com-\nplete baldness except for a narrow perimeter around the outer margins of the scalp, par-\nticularty at the nape of the neck (\u0022tonsure trichotillomania\u0022). Eyebrows and eyelashes may\nbe completely absent.\n\nHair pulling does not usually occur in the presence of other individuals, except imme-\ndiate family members. Some individuals have urges to pull hair from other individuals\nand may sometimes try to find opportunities to do so surreptitiously. Some individuals\nmay pull hairs from pets, dolls, and other fibrous materials (e.g., sweaters or carpets).\nSome individuals may deny their hair pulling to others. The majority of individuals with\ntrichotillomania also have one or more other body-focused repetitive behaviors, including\nskin picking, nail biting, and lip chewing.\n\n\n###",
  "prevalence": "In the general population, the 12-month prevalence estimate for trichotillomania in adults\nand adolescents is 1%-2%. Females are more frequently affected than males, at a ratio of\napproximately 10:1. This estimate likely reflects the true",
  "developmentAndCourse": "Hair pulling may be seen in infants, and this behavior typically resolves during early devel-\nopment. Onset of hair pulling in trichotillomania most commonly coincides with, or follows\nthe onset of, puberty. Sites of hair pulling may vary over time. The usual course of trichotillo-\nmania is chronic, with some waxing and waning if the disorder is untreated. Symptoms may\npossibly worsen in females accompanying hormonal changes (e.g., menstruation, perimeno-\npause). For some individuals, the disorder may come and go for weeks, months, or years at a\ntime. A minority of individuals remit without subsequent relapse within a few years of onset.\n\n\n###",
  "riskAndPrognosticFactors": {
    "temperamental": "Genetic and physiological. There is evidence for a genetic vulnerability to trichotillo-\nmania. The disorder is more common in individuals with obsessive-compulsive disorder\n(OCD) and their first-degree relatives than in the general population.",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "Trichotillomania appears to manifest similarly across cultures, although there is a paucity\nof data from non-Western regions.\n\n\n### Diagnostic Markers\n\nMost individuals with trichotillomania admit to hair pulling; thus, dermatopathological\ndiagnosis is rarely required. Skin biopsy and dermoscopy (or trichoscopy) of trichotillo-\nmania are able to differentiate the disorder from other causes of alopecia. In trichotil-\nlomania, dermoscopy shows a range of characteristic features, including decreased hair\ndensity, short vellus hair, and broken hairs with different shaft lengths.\n\n\n###",
  "genderRelatedIssues": "[No data available for this section]",
  "suicideRisk": "[No data available for this section]",
  "functionalConsequences": ")\n\nTrichotillomania is associated with distress as well as with social and occupational impair-\nment. There may be irreversible damage to hair growth and hair quality. Infrequent med-\nical consequences of trichotillomania include digit purpura, musculoskeletal injury (e.g.,\ncarpal tunnel syndrome; back, shoulder and neck pain), blepharitis, and dental damage\n(e.g., worn or broken teeth due to hair biting). Swallowing of hair (trichophagia) may lead\nto trichobezoars, with subsequent anemia, abdominal pain, hematemesis, nausea and\nvomiting, bowel obstruction, and even perforation.\n\n\n###",
  "differentialDiagnosis": [
    "Normative hair removal/manipulation. Trichotillomania should not be diagnosed when\nhair removal is performed solely for cosmetic reasons (i.e., to improve one\u0027s physical ap-\npearance). Many individuals twist and play with their hair, but this behavior does not usu-\nally qualify for a diagnosis of trichotillomania. Some individuals may bite rather than pull\nhair, again, this does not qualify for a diagnosis of trichotillomania.\n\nOther obsessive-compulsive and related disorders. Individuals with OCD and sym-\nmetry concems may pull out hairs as part of their symmetry rituals, and individuals with\nbody dysmorphic disorder may remove body hair that they perceive as ugly, asymmetri-\ncal, or abnormal; in such cases a diagnosis of trichotillomania is not given. The description\nof body-focused repetitive behavior disorder in other specified obsessive-compulsive and\nrelated disorder excludes individuals who meet diagnostic criteria for trichotillomania.\n254 Obsessive-Compulsive and Related Disorders\n\nNeurodevelopmental disorders. In neurodevelopmental disorders, hair pulling may\nmeet the definition of stereotyples (e.g., in stereotypic movement disorder). Tics (in tic dis-\norders) rarely lead to hair pulling.\n\nPsychotic disorder. Individuals with a psychotic disorder may remove hair in response\nto a delusion or hallucination. Trichotillomania is not diagnosed in such cases.\nAnother medical condition. Trichotillomania is not diagnosed if the hair pulling or hair\nloss is attributable to another medical condition (e.g., Inflammation of the skin or other der-\nmatological conditions). Other causes of scarring alopecia (e.g., alopecia areata, androgenic\nalopecia, telogen effluvium) or nonscarring alopecia (e.g., chronic discoid lupus erythema-\ntosus, lichen planopilaris, central centrifugal cicatricial alopecia, pseudopelade, folliculitis\ndecalvans, dissecting folliculitis, acne keloidalis nuchae) should be considered in individu-\nals with hair loss who deny hair pulling. Skin biopsy or dermoscopy can be used to differ-\nentiate individuals with trichotillomania from those with dermatological disorders.\nSubstance-related disorders. Hair-pulling symptoms may be exacerbated by certain\nsubstances-for example, stimulants-but it is less likely that substances are the primary\ncause of persistent hair pulling.\n\n\n###"
  ],
  "comorbidity": "Trichotillomania is often accompanied by other mental disorders, most commonly major\ndepressive disorder and excoriation (skin-picking) disorder. Repetitive body-focused\nsymptoms other than hair pulling or skin picking (e.g. nail biting) occur in the majority of\nindividuals with trichotillomania and may deserve an additional diagnosis of other spec-\nIfied obsessive-compulsive and related disorder (i.e., body-focused repetitive behavior\ndisorder).\nExcoriation (Skin-Picking) Disorder\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 296-299 | Computer-Readable Format\u0022 --\u003E",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Differential Diagnosis",
    "Comorbidity"
  ],
  "missingSections": [],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:26:25.8419636Z",
  "extractionMetadata": null
}