{
  "id": "9fed044d-8a86-497d-b16a-76039c1c49b7",
  "name": "Bulimia Nervosa",
  "code": "307.51 (F50.2)",
  "category": "",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Recurrent episodes of binge eating. An episode of binge eating is characterized by\nboth of the following:\n\n1\\. Eating, In a discrete period of time (e.g., within any 2-hour period), an amount of\nfood that is definitely larger than what most individuals would eat in a similar period\nof time under similar circumstances.\n\n2\\. A sense of lack of control over eating during the episode (e.g., a feeling that one\ncannot stop eating or control what or how much one is eating).\n\nB. Recurrent Inappropriate compensatory behaviors in order to prevent weight gain, such\nas self-Induced vomiting; misuse of laxatives, diuretics, or other medications; fasting;\n\nor excessive exercise.\n\nC. The binge eating and inappropriate compensatory behaviors both occur, on average,\nat least once a week for 3 months.\n\nD. Self-evaluation is unduly influenced by body shape and weight.\n\nE. The disturbance does not occur exclusively during episodes of anorexia nervosa.\n\nSpecify if:\n\nIn partial remission: After full criteria for bulimia nervosa were previously met, some,\nbut not all, of the criteria have been met for a sustained period of time.\nIn full remission: After full criteria for bulimia nervosa were previously met, none of\nthe criteria have been met for a sustained period of time.\n\nSpecify current severity:\n\nThe minimum level of severity is based on the frequency of inappropriate compensatory\nbehaviors (see below). The level of severity may be increased to reflect other symptoms\nand the degree of",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": null,
  "associatedFeatures": "Individuals with bulimia nervosa typically are within the normal weight or overweight\nrange (body mass index [BMI] ≥ 18.5 and \u003C 30 in adults). The disorder occurs but is un-\ncommon among obese individuals. Between eating binges, individuals with bulimia ner-\nvosa typically restrict their total caloric consumption and preferentially select low-calorie\n(\u0022diet\u0022) foods while avoiding foods that they perceive to be fattening or likely to trigger a\nbinge.\n\nMenstrual irregularity or amenorrhea often occurs among females with bulimia ner-\nvosa; it is uncertain whether such disturbances are related to weight fluctuations, to nu-\ntritional deficiencies, or to emotional distress. The fluid and electrolyte disturbances\nresulting from the purging behavior are sometimes sufficiently severe to constitute med-\nically serious problems. Rare but potentially fatal complications include esophageal tears,\ngastric rupture, and cardiac arrhythmias. Serious cardiac and skeletal myopathies have\nbeen reported among individuals following repeated use of syrup of ipecac to Induce vom-\niting. Individuals who chronically abuse laxatives may become dependent on their use to\nstimulate bowel movements. Gastrointestinal symptoms are commonly associated with\nbulimia nervosa, and rectal prolapse has also been reported among individuals with this\ndisorder.\n\n\n###",
  "prevalence": "and young adulthood. Less is known about the point prevalence of bulimia nervosa in\nmales, but bulimia nervosa is far less common in males than it is in females, with an ap-\nproximately 10:1 female-to-male ratio.",
  "developmentAndCourse": "Bulimia nervosa commonly begins in adolescence or young adulthood. Onset before pu-\nberty or after age 40 is uncommon. The binge eating frequently begins during or after an\nepisode of dieting to lose weight. Experiencing multiple stressful life events also can pre-\ncipitate onset of bulimia nervosa.\n\nDisturbed eating behavior persists for at least several years in a high percentage of\nclinic samples. The course may be chronic or intermittent, with periods of remission\nalternating with recurrences of binge eating. However, over longer-term follow-up, the\nsymptoms of many individuals appear to diminish with or without treatment, although\ntreatment clearly impacts outcome. Periods of remission longer than 1 year are associated\nwith better long-term outcome.\n\nSignificantly elevated",
  "riskAndPrognosticFactors": {
    "temperamental": "Temperamental. Weight concerns, low self-esteem, depressive symptoms, social anxi-\nety disorder, and overanxious disorder of childhood are associated with increased risk for\nthe development of bulimia nervosa.\n\nEnvironmental. Internalization of a thin body ideal has been found to increase risk for\ndeveloping weight concems, which in turn increase risk for the development of bulimia\nnervosa. Individuals who experienced childhood sexual or physical abuse are at increased\nrisk for developing bulimia nervosa.\n\nGenetic and physiological. Childhood obesity and early pubertal maturation increase\nrisk for bulimia nervosa. Familial transmission of bulimia nervosa may be present, as well\nas genetic vulnerabilities for the disorder.\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 390-395 | Computer-Readable Format\u0022 --\u003E\n\nCourse modifiers. Severity of psychiatric",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "Bulimia nervosa has been reported to occur with roughly similar frequencies in most in-\ndustrialized countries, Including the United States, Canada, many European countries,\nAustralia, Japan, New Zealand, and South Africa. In clinical studies of bulimia nervosa in\nthe United States, Individuals presenting with this disorder are primarily white. However,\nthe disorder also occurs in other ethnic groups and with prevalence comparable to esti-\nmated prevalences observed in white samples.\n\n\n###",
  "genderRelatedIssues": "Bulimia nervosa is far more common in females than in males. Males are especially under-\nrepresented in treatment-seeking samples, for reasons that have not yet been systemati-\ncally examined.\n\n\n### Diagnostic Markers\n\nNo specific diagnostic test for bulimia nervosa currently exists. However, several labora-\ntory abnormalities may occur as a consequence of purging and may increase diagnostic\ncertainty. These Include fluid and electrolyte abnormalities, such as hypokalemia (which\ncan provoke cardiac arrhythmias), hypochloremia, and hyponatremia. The loss of gastric\nacid through vomiting may produce a metabolic alkalosis (elevated serum bicarbonate),\nand the frequent induction of diarrhea or dehydration through laxative and diuretic abuse\ncan cause metabolic acidosis. Some individuals with bulimia nervosa exhibit mildly ele-\nvated levels of serum amylase, probably reflecting an increase in the salivary isoenzyme.\nPhysical examination usually yields no physical findings. However, Inspection of the\nmouth may reveal significant and permanent loss of dental enamel, especially from lin-\ngual surfaces of the front teeth due to recurrent vomiting. These teeth may become\nchipped and appear ragged and \u0022moth-eaten.\u0022 There may also be an increased frequency\nof dental caries. In some individuals, the salivary glands, particularly the parotid glands,\nmay become notably enlarged. Individuals who induce vomiting by manually stimulating\nthe gag reflex may develop calluses or scars on the dorsal surface of the hand from re-\npeated contact with the teeth. Serious cardiac and skeletal myopathies have been reported\namong individuals following repeated use of syrup of ipecac to induce vomiting.\n\nBulimia Nervosa 349\n\n\n###",
  "suicideRisk": "this disorder should include assessment of suicide-related ideation and behaviors as well\nas other risk factors for suicide, including a history of suicide attempts.",
  "functionalConsequences": "Individuals with bulimia nervosa may exhibit a range of functional limitations associated\nwith the disorder. A minority of individuals report severe role impairment, with the so-\ncial-life domain most likely to be adversely affected by bulimia nervosa.",
  "differentialDiagnosis": [
    "Anorexia nervosa, binge-eating/purging type. Individuals whose binge-eating behav-\nlor occurs only during episodes of anorexia nervosa are given the diagnosis anorexia ner-\nvosa, binge-eating/purging type, and should not be given the additional diagnosis of\nbulimia nervosa. For individuals with an initial diagnosis of anorexia nervosa who binge\nand purge but whose presentation no longer meets the full criteria for anorexia nervosa,\nbinge-eating/purging type (e.g., when weight is normal), a diagnosis of bulimia ner-\nvosa should be given only when all criteria for bulimia nervosa have been met for at least\n3months.\n\nBinge-eating disorder. Some individuals binge eat but do not engage in regular inap-\npropriate compensatory behaviors. In these cases, the diagnosis of binge-eating disorder\nshould be considered.\n\nKleine-Levin syndrome. In certain neurological or other medical conditions, such as\nKleine-Levin syndrome, there is disturbed eating behavior, but the characteristic psycho-\nlogical features of bulimia nervosa, such as overconcern with body shape and weight, are\nnot present.\n\nMajor depressive disorder, with atypical features. Overeating is common in major de-\npressive disorder, with atypical features, but individuals with this disorder do not engage\nin Inappropriate compensatory behaviors and do not exhibit the excessive concern with\nbody shape and weight characteristic of bulimia nervosa. If criteria for both disorders are\nmet, both diagnoses should be given.\n\nBorderline personality disorder. Binge-eating behavior is included in the impulsive be-\nhavior criterion that is part of the definition of borderline personality disorder. If the cri-\nteria for both borderline personality disorder and bulimia nervosa are met, both diagnoses\nshould be given."
  ],
  "comorbidity": "most experiencing at least one other mental disorder and many experiencing multiple co-\nmorbidities. Comorbidity is not limited to any particular subset but rather occurs across a\nwide range of mental disorders. There is an increased frequency of depressive symptoms\n(e.g., low self-esteem) and bipolar and depressive disorders (particularly depressive dis-\norders) in individuals with bulimia nervosa. In many individuals, the mood disturbance\nbegins at the same time as or following the development of bulimia nervosa, and individ-\nuals often ascribe their mood disturbances to the bulimia nervosa. However, In some in-\ndividuals, the mood disturbance clearly precedes the development of bulimia nervosa.\nThere may also be an increased frequency of anxiety symptoms (e.g., fear of social situa-\ntions) or anxiety disorders. These mood and anxiety disturbances frequently remit follow-\n350 Feeding and Eating Disorders\n\ning effective treatment of the bulimia nervosa. The lifetime prevalence of substance use,\nparticularly alcohol or stimulant use, is at least 30% among individuals with bulimia ner-\nvosa. Stimulant use often begins in an attempt to control appetite and weight. A substan-\ntial percentage of individuals with bulimia nervosa also have personality features that\nmeet criteria for one or more personality disorders, most frequently borderline personality\ndisorder.\n\nBinge-Eating Disorder",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Differential Diagnosis",
    "Comorbidity"
  ],
  "missingSections": [
    "Diagnostic Features"
  ],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:24:06.0233868Z",
  "extractionMetadata": null
}