{
  "id": "a94f0843-b6b8-4a65-b0e4-000e92dc1f2e",
  "name": "Disruptive Mood Dysregulation Disorder",
  "code": "296.99 (F34.8)",
  "category": "Disruptive Mood Dysregulation Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Severe recurrent temper outbursts manifested verbally (e.g., verbal rages) and/or be-\nhaviorally (e.g., physical aggression toward people or property) that are grossly out of\nproportion in intensity or duration to the situation or provocation.\n\nB. The temper outbursts are inconsistent with developmental level.\n\nC. The temper outbursts occur, on average, three or more times per week.\n\nD. The mood between temper outbursts is persistently irritable or angry most of the day.\nnearly every day, and is observable by others (e.g., parents, teachers, peers).\n\nE. Criteria A-D have been present for 12 or more months. Throughout that time, the indi-\nvidual has not had a period lasting 3 or more consecutive months without all of the\nsymptoms in Criteria A-D.\n\nF. Criteria A and D are present in at least two of three settings (Le., at home, at school,\nwith peers) and are severe in at least one of these.\n\nG. The diagnosis should not be made for the first time before age 6 years or after age 18\nyears.\n\nH. By history or observation, the age at onset of Criteria A-E is before 10 years.\nI. There has never been a distinct period lasting more than 1 day during which the full\nsymptom criteria, except duration, for a manic or hypomanic episode have been met.\nNote: Developmentally appropriate mood elevation, such as occurs in the context of a\nhighly positive event or its anticipation, should not be considered as a symptom of ma-\nnia or hypomania.\n\nJ. The behaviors do not occur exclusively during an episode of major depressive disorder\nand are not better explained by another mental disorder (e.g., autism spectrum disor-\nder, posttraumatic stress disorder, separation anxiety disorder, persistent depressive\ndisorder [dysthymia]).\n\nNote: This diagnosis cannot coexist with oppositional defiant disorder, Intermittent ex-\nplosive disorder, or bipolar disorder, though it can coexist with others, Including major\ndepressive disorder, attention-deficit/hyperactivity disorder, conduct disorder, and\nsubstance use disorders. Individuals whose symptoms meet criteria for both disruptive\nmood dysregulation disorder and oppositional defiant disorder should only be given the\ndiagnosis of disruptive mood dysregulation disorder. If an individual has ever experi-\nenced a manic or hypomanic episode, the diagnosis of disruptive mood dysregulation\ndisorder should not be assigned.\n\nK. The symptoms are not attributable to the physiological effects of a substance or to an-\nother medical or neurological condition.\n\n\n###",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "The core feature of disruptive mood dysregulation disorder is chronic, severe persistent ir-\nritability. This severe irritability has two prominent clinical manifestations, the first of\nwhich is frequent temper outbursts. These outbursts typically occur in response to frus-\ntration and can be verbal or behavioral (the latter in the form of aggression against prop-\nerty, self, or others). They must occur frequently (Le., on average, three or more times per\nweek) (Criterion C) over at least 1 year in at least two settings (Criteria E and F), such as in\nthe home and at school, and they must be developmentally inappropriate (Criterion B).\nThe second manifestation of severe irritability consists of chronic, persistently Irritable or\nangry mood that is present between the severe temper outbursts. This Irritable or angry\nmood must be characteristic of the child, being present most of the day, nearly every day.\nand noticeable by others in the child\u0027s environment (Criterion D).\n\nDisruptive Mood Dysregulation Disorder 157\n\nThe clinical presentation of disruptive mood dysregulation disorder must be carefully\ndistinguished from presentations of other, related conditions, particularly pediatric bl-\npolar disorder. In fact, disruptive mood dysregulation disorder was added to DSM-5 to\naddress the considerable concern about the appropriate classification and treatment of\nchildren who present with chronic, persistent imitability relative to children who present\nwith classic (Le., episodic) bipolar disorder.\n\nSome researchers view severe, non-episodic irritability as characteristic of bipolar dis-\norder in children, although both DSM-IV and DSM-5 require that both children and adults\nhave distinct episodes of mania or hypomania to qualify for the diagnosis of bipolar I dis-\norder. During the latter decades of the 20th century, this contention by researchers that\nsevere, nonepisodic irritability is a manifestation of pediatric mania coincided with an up-\nsurge in the rates at which clinicians assigned the diagnosis of bipolar disorder to their\npediatric patients. This sharp increase in rates appears to be attributable to clinicians com-\nbining at least two clinical presentations into a single category. That is, both classic, epi-\nsodic presentations of mania and non-episodic presentations of severe irritability have\nbeen labeled as bipolar disorder in children. In DSM-5, the term bipolar disorder is explicitly\nreserved for episodic presentations of bipolar symptoms. DSM-IV did not include a diagno-\nsis designed to capture youths whose hallmark symptoms consisted of very severe, non-\nepisodic irritability, whereas DSM-5, with the inclusion of disruptive mood dysregulation\ndisorder, provides a distinct category for such presentations.\n\n\n###",
  "associatedFeatures": "[No data available for this section]\n\n\n####",
  "prevalence": "[No data available for this section]\n\n\n####",
  "developmentAndCourse": "The onset of disruptive mood dysregulation disorder must be before age 10 years, and the\ndiagnosis should not be applied to children with a developmental age of less than 6 years.\nIt is unknown whether the condition presents only in this age-delimited fashion. Because\nthe symptoms of disruptive mood dysregulation disorder are likely to change as children\nmature, use of the diagnosis should be restricted to age groups similar to those in which\nvalidity has been established (7-18 years). Approximately half of children with severe,\nchronic irritability wil have a presentation that continues to meet criteria for the condition\n1 year later. Rates of conversion from severe, nonepisodic irritability to bipolar disorder\nare very low. Instead, children with chronic imitability are at",
  "riskAndPrognosticFactors": {
    "temperamental": "Temperamental. Children with chronic irritability typically exhibit complicated psy-\nchiatric histories. In such children, a relatively extensive history of chronic irritability is\n158 Depressive Disorders\n\ncommon, typically manifesting before full criteria for the syndrome are met. Such predi-\nagnostic presentations may have qualified for a diagnosis of oppositional defiant disorder.\nMany children with disruptive mood dysregulation disorder have symptoms that also\nmeet criteria for attention-deficit/hyperactivity disorder (ADHD) and for an anxiety dis-\norder, with such diagnoses often being present from a relatively early age. For some chil-\ndren, the criteria for major depressive disorder may also be met.\n\nGenetic and physiological. In terms of familial aggregation and genetics, it has been\nsuggested that children presenting with chronic, non-episodic Imitability can be differen-\ntiated from children with bipolar disorder in their family-based risk. However, these two\ngroups do not differ in familial rates of anxiety disorders, unipolar depressive disorders,\nor substance abuse. Compared with children with pediatric bipolar disorder or other men-\ntal illnesses, those with disruptive mood dysregulation disorder exhibit both commonal-\nIties and differences in information-processing deficits. For example, face-emotion\nlabeling deficits, as well as perturbed decision making and cognitive control, are present in\nchildren with bipolar disorder and chronically Irritable children, as well as in children\nwith some other psychiatric conditions. There is also evidence for disorder-specific dys-\nfunction, such as during tasks assessing attention deployment in response to emotional\nstimuli, which has demonstrated unique signs of dysfunction in children with chronic ir-\nritability.\n\n\n##",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "[No data available for this section]\n\n\n###",
  "genderRelatedIssues": "Children presenting to clinics with features of disruptive mood dysregulation disorder are\npredominantly male. Among community samples, a male preponderance appears to be\nsupported. This difference in prevalence between males and females differentiates disrup-\ntive mood dysregulation disorder from bipolar disorder, in which there is an equal gender",
  "suicideRisk": "In general, evidence documenting suicidal behavior and aggression, as well as other se-\nvere",
  "functionalConsequences": "be noted\nwhen evaluating children with chronic irritability.\n\n\n### Functional Consequences of Disruptive Mood Dysregulation Disorder\n\nChronic, severe irritability, such as is seen in disruptive mood dysregulation disorder, is\nassociated with marked disruption in a child\u0027s family and peer relationships, as well as in\nschool performance. Because of their extremely low frustration tolerance, such children\ngenerally have difficulty succeeding in school; they are often unable to participate in the\nactivities typically enjoyed by healthy children; their family life is severely disrupted by\ntheir outbursts and irritability; and they have trouble Initiating or sustaining friendships.\nLevels of dysfunction in children with bipolar disorder and disruptive mood dysregulation\ndisorder are generally comparable. Both conditions cause severe disruption in the lives of\nthe affected individual and their families. In both disruptive mood dysregulation disorder\nand pediatric bipolar disorder, dangerous behavior, suicidal ideation or suicide attempts,\nsevere aggression, and psychiatric hospitalization are common.\n\n\n###",
  "differentialDiagnosis": [],
  "comorbidity": "bid illnesses appears particularly diverse. These children typically present to the clinic\nwith a wide range of disruptive behavior, mood, anxiety, and even autism spectrum\nsymptoms and diagnoses. However, children with disruptive mood dysregulation disor-\nder should not have symptoms that meet criteria for bipolar disorder, as in that context,\nonly the bipolar disorder diagnosis should be made. If children have symptoms that meet\ncriteria for oppositional defiant disorder or intermittent explosive disorder and disruptive\nmood dysregulation disorder, only the diagnosis of disruptive mood dysregulation disor-\nder should be assigned. Also, as noted earlier, the diagnosis of disruptive mood dysregu-\nlation disorder should not be assigned if the symptoms occur only in an anxiety-\nprovoking context, when the routines of a child with autism spectrum disorder or obses-\nsive-compulsive disorder are disturbed, or in the context of a major depressive episode.\nMajor Depressive Disorder",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Comorbidity"
  ],
  "missingSections": [
    "Differential Diagnosis"
  ],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:00:19.9682225Z",
  "extractionMetadata": null
}