{
  "id": "af5d2b50-7f3e-4b75-9be8-58185385c1fe",
  "name": "Schizophrenia",
  "code": "295.90 (F20.9)",
  "category": "",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Two (or more) of the following, each present for a significant portion of time during a\n\n1-month period (or less if successfully treated). At least one of these must be (1), (2), or (3):\n\n1\\. Delusions.\n\n2\\. Hallucinations.\n\n3\\. Disorganized speech (e.g., frequent derailment or incoherence).\n4\\. Grossly disorganized or catatonic behavior.\n\n5\\. Negative symptoms (i.e., diminished emotional expression or avolition).\nB. For a significant portion of the time since the onset of the disturbance, level of function-\ning in one or more major areas, such as work, Interpersonal relations, or self-care, is\nmarkedly below the level achieved prior to the onset (or when the onset is in childhood\nor adolescence, there is failure to achieve expected level of interpersonal, academic,\nor occupational functioning).\n\nC. Continuous signs of the disturbance persist for at least 6 months. This 6-month period\nmust include at least 1 month of symptoms (or less if successfully treated) that meet Crl-\nterion A (Le., active-phase symptoms) and may include periods of prodromal or residual\nsymptoms. During these prodromal or residual periods, the signs of the disturbance may\nbe manifested by only negative symptoms or by two or more symptoms listed in Criterion\nA present in an attenuated form (e.g., odd beliefs, unusual perceptual experiences).\nD. Schizoaffective disorder and depressive or bipolar disorder with psychotic features\nhave been ruled out because either 1) no major depressive or manic episodes have\noccurred concurrently with the active-phase symptoms, or 2) if mood episodes have\noccurred during active-phase symptoms, they have been present for a minority of the\ntotal duration of the active and residual periods of the illness.\n\nE. The disturbance is not attributable to the physiological effects of a substance (e.g., a\ndrug of abuse, a medication) or another medical condition.\n\nF. If there is a history of autism spectrum disorder or a communication disorder of child-\nhood onset, the additional diagnosis of schizophrenia is made only if prominent delu-\nsions or hallucinations, in addition to the other required symptoms of schizophrenia,\nare also present for at least 1 month (or less if successfully treated).\nSpecify if:\n\nThe following course",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "The characteristic symptoms of schizophrenia involve a range of cognitive, behavioral, and\nemotional dysfunctions, but no single symptom is pathognomonic of the disorder. The di-\nagnosis involves the recognition of a constellation of signs and symptoms associated with\nimpaired occupational or social functioning. Individuals with the disorder will vary sub-\nstantially on most features, as schizophrenia is a heterogeneous clinical syndrome.\nAt least two Criterion A symptoms must be present for a significant portion of time\nduring a 1-month period or longer. At least one of these symptoms must be the clear pres-\nence of delusions (Criterion A1), hallucinations (Criterion A2), or disorganized speech\n(Criterion A3). Grossly disorganized or catatonic behavior (Criterion A4) and negative\nsymptoms (Criterion A5) may also be present. In those situations in which the active-\nphase symptoms remit within a month in response to treatment, Criterion A is still met if the\nclinician estimates that they would have persisted in the absence of treatment.\nSchizophrenia involves impairment in one or more major areas of functioning (Crite-\nrion B). If the disturbance begins in childhood or adolescence, the expected level of func-\ntion is not attained. Comparing the individual with unaffected siblings may be helpful. The\ndysfunction persists for a substantial period during the course of the disorder and does not\nappear to be a direct result of any single feature. Avolition (i.e., reduced drive to pursue\ngoal-directed behavior; Criterion A5) is linked to the social dysfunction described under\nCriterion B. There is also strong evidence for a relationship between cognitive impairment\n(see the section \u0022",
  "associatedFeatures": "-\ntional impairment in individuals with schizophrenia.\nSchizophrenia 101\n\nSome signs of the disturbance must persist for a continuous period of at least 6 months\n(Criterion C). Prodromal symptoms often precede the active phase, and residual symp-\ntoms may follow it, characterized by mild or subthreshold forms of hallucinations or\ndelusions. Individuals may express a variety of unusual or odd beliefs that are not of de-\nlusional proportions (e.g., ideas of reference or magical thinking); they may have unusual\nperceptual experiences (e.g., sensing the presence of an unseen person); their speech may\nbe generally understandable but vague; and their behavior may be unusual but not grossly\ndisorganized (e.g., mumbling in public). Negative symptoms are common in the pro-\ndromal and residual phases and can be severe. Individuals who had been socially active\nmay become withdrawn from previous routines. Such behaviors are often the first sign of\na disorder.\n\nMood symptoms and full mood episodes are common in schizophrenia and may be con-\ncurrent with active-phase symptomatology. However, as distinct from a psychotic mood dis-\norder, a schizophrenia diagnosis requires the presence of delusions or hallucinations in the\nabsence of mood episodes. In addition, mood episodes, taken in total, should be present for\nonly a minority of the total duration of the active and residual periods of the illness.\nIn addition to the five symptomdomain areas identified in the diagnostic criteria, the\nassessment of cognition, depression, and mania symptom domains is vital for making crit-\nically important distinctions between the various schizophrenia spectrum and other psy-\nchotic disorders.\n\n\n### Associated Features Supporting Diagnosis\n\nIndividuals with schizophrenia may display Inappropriate affect (e.g., laughing in the ab-\nsence of an appropriate stimulus); a dysphoric mood that can take the form of depression,\nanxiety, or anger, a disturbed sleep pattern (e.g., daytime sleeping and nighttime activity);\nand a lack of interest in eating or food refusal. Depersonalization, derealization, and so-\nmatic concems may occur and sometimes reach delusional proportions. Anxiety and pho-\nblas are common. Cognitive deficits in schizophrenia are common and are strongly linked\nto vocational and",
  "prevalence": "The lifetime prevalence of schizophrenia appears to be approximately 0.3%-0.7%, al-\nthough there is reported varlation by race/ethnicity, across countries, and by geographic\norigin for immigrants and children of immigrants. The sex ratio differs across samples and\n\npopulations: for example, an emphasis on negative symptoms and longer duration of dis-\norder (associated with poorer outcome) shows higher incidence rates for males, whereas\ndefinitions allowing for the inclusion of more mood symptoms and brief presentations\n(associated with better outcome) show equivalent",
  "developmentAndCourse": "The psychotic features of schizophrenia typically emerge between the late teens and the\nmid-30s; onset prior to adolescence is rare. The peak age at onset for the first psychotic ep-\nisode is in the early- to mid-20s for males and in the late-20s for females. The onset may be\nabrupt or insidious, but the majority of individuals manifest a slow and gradual develop-\nment of a variety of clinically significant signs and symptoms. Half of these individuals\ncomplain of depressive symptoms. Earlier age at onset has traditionally been seen as a pre-\ndictor of worse prognosis. However, the effect of age at onset is likely related to",
  "riskAndPrognosticFactors": {
    "temperamental": "Environmental. Season of birth has been linked to the incidence of schizophrenia, in-\ncluding late winter/early spring in some locations and summer for the deficit form of the\ndisease. The incidence of schizophrenia and related disorders is higher for children grow-\ning up in an urban environment and for some minority ethnic groups.\n\nGenetic and physiological. There is a strong contribution for genetic factors in deter-\nmining risk for schizophrenia, although most individuals who have been diagnosed with\nschizophrenia have no family history of psychosis. Liability is conferred by a spectrum of\nrisk alleles, common and rare, with each allele contributing only a small fraction to the to-\ntal population variance. The risk alleles identified to date are also associated with other\nmental disorders, including bipolar disorder, depression, and autism spectrum disorder.\nPregnancy and birth complications with hypoxia and greater paternal age are associated\nwith a higher risk of schizophrenia for the developing fetus. In addition, other prenatal\nand perinatal adversities, including stress, infection, malnutrition, maternal diabetes, and\nother medical conditions, have been linked with schizophrenia. However, the vast major-\nity of offspring with these risk factors do not develop schizophrenia.\n\n\n####",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "Cultural and socioeconomic factors must be considered, particularly when the individual\nand the clinician do not share the same cultural and socioeconomic background. Ideas that\nappear to be delusional in one culture (e.g., witchcraft) may be commonly held in another.\nIn some cultures, visual or auditory hallucinations with a religious content (e.g., hearing\nGod\u0027s volce) are a normal part of religious experience. In addition, the assessment of dis-\norganized speech may be made difficult by linguistic variation in narrative styles across\ncultures. The assessment of affect requires sensitivity to differences in styles of emotional\nexpression, eye contact, and body language, which vary across cultures. If the assessment\nis conducted in a language that is different from the individual\u0027s primary language, care\nmust be taken to ensure that alogia is not related to linguistic barriers. In certain cultures,\ndistress may take the form of hallucinations or pseudo-hallucinations and overvalued\nideas that may present clinically similar to true psychosis but are normative to the pa-\ntient\u0027s subgroup.\n\n\n####",
  "genderRelatedIssues": "A number of features distinguish the clinical expression of schizophrenia in females and\nmales. The general incidence of schizophrenia tends to be slightly lower in females, par-\nticularly among treated cases. The age at onset is later in females, with a second mid-life\npeak as described earlier (see the section \u0022Development and Course\u0022 for this disorder).\nSymptoms tend to be more affect-laden among females, and there are more psychotic\nsymptoms, as well as a greater propensity for psychotic symptoms to worsen in later life.\n104 Schizophrenia Spectrum and Other Psychotic Disorders\n\nOther symptom differences include less frequent negative symptoms and disorganization.\nFinally, social functioning tends to remain better preserved in females. There are, how-\never, frequent exceptions to these general caveats.\n\n\n####",
  "suicideRisk": "especially high for younger males with comorbid substance use. Other risk factors include\nhaving depressive symptoms or feelings of hopelessness and being unemployed, and the\nrisk is higher, also, in the period after a psychotic episode or hospital discharge.",
  "functionalConsequences": "Schizophrenia is associated with significant social and occupational dysfunction. Making\neducational progress and maintaining employment are frequently impaired by avolition\nor other disorder manifestations, even when the cognitive skills are sufficient for the tasks\nat hand. Most individuals are employed at a lower level than their parents, and most, par-\nticularly men, do not marry or have limited social contacts outside of their family.\n\n\n####",
  "differentialDiagnosis": [],
  "comorbidity": "Rates of comorbidity with substance-related disorders are high in schizophrenia. Over\nhalf of individuals with schizophrenia have tobacco use disorder and smoke cigarettes\nregularly. Comorbidity with anxiety disorders is increasingly recognized in schizophre-\nnia. Rates of obsessive-compulsive disorder and panic disorder are elevated in individuals\nwith schizophrenia compared with the general population. Schizotypal or paranoid per-\nsonality disorder may sometimes precede the onset of schizophrenia.\n\nLife expectancy is reduced in individuals with schizophrenia because of associated\nmedical conditions. Weight gain, diabetes, metabolic syndrome, and cardiovascular and\npulmonary disease are more common in schizophrenia than in the general population.\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 144-150 | Computer-Readable Format\u0022 --\u003E",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Comorbidity"
  ],
  "missingSections": [
    "Differential Diagnosis"
  ],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T20:59:52.0749068Z",
  "extractionMetadata": null
}