{
  "id": "cf39e54d-f171-4aae-b20d-0d2c20102167",
  "name": "Dissociative Identity Disorder",
  "code": "300.14 (F44.81)",
  "category": "Dissociative Identity Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Disruption of identity characterized by two or more distinct personality states, which\nmay be described in some",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "The defining feature of dissociative identity disorder is the presence of two or more dis-\ntinct personality states or an experience of possession (Criterion A). The overtness or\ncovertness of these personality states, however, varles as a function of psychological\nmotivation, current level of stress,",
  "associatedFeatures": "Individuals with dissociative identity disorder typically present with comorbid depression,\nanxiety, substance abuse, self-injury, non-epileptic seizures, or another common symp-\ntom. They often conceal, or are not fully aware of, disruptions in consciousness, amnesia,\nor other dissociative symptoms. Many Individuals with dissociative identity disorder re-\nport dissociative flashbacks during which they undergo a sensory reliving of a previous\nevent as though it were occurring in the present, often with a change of identity, a partial\nor complete loss of contact with or disorientation to current reality during the flashback,\nand a subsequent amnesia for the content of the flashback. Individuals with the disorder\ntypically report multiple types of interpersonal maltreatment during childhood and adult-\nhood. Nonmaltreatment forms of overwhelming early life events, such as multiple long,\npainful, early-life medical procedures, also may be reported. Self-mutilation and suicidal\nbehavior are frequent. On standardized measures, these individuals report higher levels\nof hypnotizability and dissociativity compared with other clinical groups and healthy con-\ntrol subjects. Some individuals experience transient psychotic phenomena or episodes.\nSeveral brain regions have been implicated in the pathophysiology of dissociative identity\ndisorder, including the orbitofrontal cortex, hippocampus, parahippocampal gyrus, and\namygdala.\n\n\n###",
  "prevalence": "The 12-month prevalence of dissociative identity disorder among adults in a small U.S.\ncommunity study was 1.5%. The prevalence across",
  "developmentAndCourse": "Dissociative identity disorder is associated with overwhelming experiences, traumatic\nevents, and/or abuse occurring in childhood. The full disorder may first manifest at al-\nmost any age (from earliest childhood to late life). Dissociation in children may generate\nproblems with memory, concentration, attachment, and traumatic play. Nevertheless, chil-\ndren usually do not present with identity changes; instead they present primarily with over-\nlap and interference among mental states (Criterion A phenomena), with symptoms related\nto discontinuities of experience. Sudden changes in identity during adolescence may ap-\npear to be just adolescent turmoil or the early stages of another mental disorder. Older\nIndividuals may present to treatment with what appear to be late-life mood disorders, ob-\nsessive-compulsive disorder, paranola, psychotic mood disorders, or even cognitive dis-\norders due to dissociative amnesia. In some cases, disruptive affects and memories may\nIncreasingly Intrude into awareness with advancing age.\n\nPsychological decompensation and overt changes in identity may be triggered by 1) re-\nmoval from the traumatizing situation (e.g., through leaving home); 2) the individual\u0027s\nchildren reaching the same age at which the individual was originally abused or trauma-\ntized; 3) later traumatic experiences, even seemingly Inconsequential ones, like a minor\nmotor vehicle accident; or 4) the death of, or the onset of a fatal illness in, their abuser(s).\n\n\n####",
  "riskAndPrognosticFactors": {
    "temperamental": "Environmental. Interpersonal physical and sexual abuse is associated with an increased\nrisk of dissociative identity disorder. Prevalence of childhood abuse and neglect in the\nDissociative Identity Disorder 295\n\nUnited States, Canada, and Europe among those with the disorder is about 90%. Other\nforms of traumatizing experiences, Including childhood medical and surgical procedures,\nwar, childhood prostitution, and terrorism, have been reported.\n\nCourse modifiers. Ongoing abuse, later-life retraumatization,",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "Many features of dissociative identity disorder can be influenced by the individual\u0027s cul-\ntural background. Individuals with this disorder may present with prominent medically\nunexplained neurological symptoms, such as non-epileptic seizures, paralyses, or sensory\nloss, in cultural settings where such symptoms are common. Similarly, in settings where\nnormative possession is common (e.g., rural areas in the developing world, among certain\nreligious groups in the United States and Europe), the fragmented identities may take the\nform of possessing spirits, delties, demons, animals, or mythical figures. Acculturation or\nprolonged intercultural contact may shape the characteristics of the other identities (e.g.,\nIdentities in India may speak English exclusively and wear Western clothes). Possession-\nform dissociative identity disorder can be distinguished from culturally accepted posses-\nsion states in that the former is involuntary, distressing, uncontrollable, and often recur-\nrent or persistent; involves conflict between the individual and his or her surrounding\nfamily, social, or work milieu; and is manifested at times and in places that violate the\nnorms of the culture or religion.\n\n\n####",
  "genderRelatedIssues": "Females with dissociative identity disorder predominate in adult clinical settings but not\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 337-343 | Computer-Readable Format\u0022 --\u003E\n\nin child clinical settings. Adult males with dissociative identity disorder may deny their\nsymptoms and trauma histories, and this can lead to elevated rates of false negative di-\nagnosis. Females with dissociative identity disorder present more frequently with acute\ndissociative states (e.g., flashbacks, amnesia, fugue,",
  "suicideRisk": "the presenting identity does not feel suicidal and is unaware that other dissociated iden-\ntitles do.\n\n\n######",
  "functionalConsequences": "Impairment varles widely, from apparently minimal (e.g., in high-functioning profession-\nals) to profound. Regardless of level of disability, Individuals with dissociative identity\ndisorder commonly minimize the impact of their dissociative and posttraumatic symp-\ntoms. The symptoms of higher-functioning individuals may impair their relational, mar-\nital, family, and parenting functions more than their occupational and professional life\n(although the latter also may be affected). With appropriate treatment, many impaired in-\ndividuals show marked improvement in occupational and personal functioning. How-\never, some remain highly impaired in most activities of living. These individuals may only\nrespond to treatment very slowly, with gradual reduction in or Improved tolerance of\n296 Dissociative Disorders\ntheir dissociative and posttraumatic symptoms. Long-term supportive treatment may\nslowly increase these individuals\u0027 ability to manage their symptoms and decrease use of\nmore restrictive levels of care.\n\n\n######",
  "differentialDiagnosis": [
    "however, the individual\u0027s longitudinal variability in personality style (due to inconsistency\namong identities) differs from the pervasive and persistent dysfunction in affect management\nand interpersonal relationships typical of those with personality disorders.\n\nConversion disorder (functional neurological symptom disorder). This disorder may be\ndistinguished from dissociative identity disorder by the absence of an identity disruption\ncharacterized by two or more distinct personality states or an experience of possession.\nDissociative amnesia in conversion disorder is more limited and circumscribed (e.g., am-\nnesla for a non-epileptic seizure).\n\nSelzure disorders. Individuals with dissociative identity disorder may present with sel-\nzurelike symptoms and behaviors that resemble complex partial seizures with temporal\nlobe foci. These include déjà vu, jamais vu, depersonalization, derealization, out-of-body\nexperiences, amnesia, disruptions of consciousness, hallucinations, and other intrusion\nphenomena of sensation, affect, and thought. Normal electroencephalographic findings,\nIncluding telemetry, differentiate non-epileptic seizures from the seizurelike symptoms of\ndissociative identity disorder. Also, individuals with dissociative identity disorder obtain\nvery high dissociation scores, whereas individuals with complex partial seizures do not.\nFactitious disorder and malingering. Individuals who feign dissociative identity disor-\nder do not report the subtle symptoms of intrusion characteristic of the disorder; Instead\nthey tend to overreport well-publicized symptoms of the disorder, such as dissociative\namnesla, while underreporting less-publicized comorbid symptoms, such as depression.\nIndividuals who feign dissociative identity disorder tend to be relatively undisturbed by\nor may even seem to enjoy \u0022having\u0022 the disorder. In contrast, Individuals with genuine\ndissociative identity disorder tend to be ashamed of and overwhelmed by their symptoms\nand to underreport their symptoms or deny their condition. Sequential observation, cor-\nroborating history, and intensive psychometric and psychological assessment may be\nhelpful in assessment.\n\nIndividuals who malinger dissociative identity disorder usually create limited, stereo-\ntyped alternate identities, with feigned amnesia, related to the events for which gain is\nsought. For example, they may present an \u0022all-good\u0022 identity and an \u0022all-bad\u0022 identity in\nhopes of gaining exculpation for a crime."
  ],
  "comorbidity": "Many Individuals with dissociative identity disorder present with a comorbid disorder. If\nnot assessed and treated specifically for the dissociative disorder, these individuals often\nreceive prolonged treatment for the comorbid diagnosis only, with limited overall treat-\nment response and resultant demoralization, and disability.\n298 Dissociative Disorders\n\nIndividuals with dissociative identity disorder usually exhibit a large number of co-\nmorbid disorders. In particular, most develop PTSD. Other disorders that are highly co-\nmorbid with dissociative identity disorder include depressive disorders, trauma- and\nstressor-related disorders, personality disorders (especially avoidant and borderline per-\nsonality disorders), conversion disorder (functional neurological symptom disorder),\nsomatic symptom disorder, eating disorders, substance-related disorders, obsessive-\ncompulsive disorder, and sleep disorders. Dissociative alterations in identity, memory,\nand consciousness may affect the symptom presentation of comorbid disorders.\nDissociative Amnesia",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Differential Diagnosis",
    "Comorbidity"
  ],
  "missingSections": [],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:01:04.9609154Z",
  "extractionMetadata": null
}