{
  "id": "da63c88b-0c5c-4ecb-a873-c67fcd09f6f4",
  "name": "Erectile Disorder",
  "code": "302.72 (F52.21)",
  "category": "Erectile Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. At least one of the three following symptoms must be experienced on almost all or all\n(approximately 75%-100%) occasions of sexual activity (in identified situational con-\ntexts or, if generalized, in all contexts):\n\n1\\. Marked difficulty in obtaining an erection during sexual activity.\n\n2\\. Marked difficulty in maintaining an erection until the completion of sexual activity.\n\n3\\. Marked decrease in erectile rigidity.\n\nB. The symptoms in Criterion A have persisted for a minimum duration of approximately\n6 months.\n\nC. The symptoms in Criterion A cause clinically significant distress in the individual.\n\nD. The sexual dysfunction is not better explained by a nonsexual mental disorder or as a\nconsequence of severe relationship distress or other significant stressors and is not at-\ntributable to the effects of a substance/medication or another medical condition.\nSpecify whether.\n\nLifelong: The disturbance has been present since the individual became sexually ac-\ntive.\n\nAcquired: The disturbance began after a period of relatively normal sexual function.\nSpecify whether.\n\nGeneralized: Not limited to certain types of stimulation, situations, or partners.\nSituational: Only occurs with certain types of stimulation, situations, or partners.\nErectile Disorder 427\nSpecify current severity:\n\nMild: Evidence of mild distress over the symptoms in Criterion A.\nModerate: Evidence of moderate distress over the symptoms in Criterion A.\nSevere: Evidence of severe or extreme distress over the symptoms in Criterion A.",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "The essential feature of erectile disorder is the repeated failure to obtain or maintain erec-\ntions during partnered sexual activities (Criterion A). A careful sexual history is necessary\nto ascertain that the problem has been present for a significant duration of time (i.e., at least\napproximately 6 months) and occurs on the majority of sexual occasions (i.e., at least 75%\nof the time). Symptoms may occur only in specific situations involving certain types of\nstimulation or partners, or they may occur in a generalized manner in all types of situa-\ntions, stimulation, or partners.\n\n\n###",
  "associatedFeatures": "Many men with erectile disorder may have low self-esteem, low self-confidence, and a de-\ncreased sense of masculinity, and may experience depressed affect. Fear and/or avoid-\nance of future sexual encounters may occur. Decreased sexual satisfaction and reduced\nsexual desire in the individual\u0027s partner are common.\n\nIn addition to the subtypes \u0022lifelong/acquired\u0022 and \u0022generalized/situational,\u0022 the fol-\nlowing five factors must be considered during assessment and diagnosis of erectile disorder\ngiven that they may be relevant to etiology and/or treatment: 1) partner factors (e.g., part-\nner\u0027s sexual problems, partner\u0027s health status); 2) relationship factors (e.g., poor communi-\ncation, discrepancies in desire for sexual activity); 3) individual vulnerability factors (e.g.,\npoor body image, history of sexual or emotional abuse), psychiatric",
  "prevalence": "The prevalence of lifelong versus acquired erectile disorder is unknown. There is a strong\nage-related increase in both prevalence and incidence of problems with erection, particu-\nlarly after age 50 years. Approximately 13%-21% of men ages 40-80 years complain of oc-\ncasional problems with erections. Approximately 2% of men younger than age 40-50 years\ncomplain of frequent problems with erections, whereas 40%-50% of men older than 60-70\nyears may have significant problems with erections. About 20% of men fear erectile prob-\nlems on their first sexual experience, whereas approximately 8% experienced erectile prob-\nlems that hindered penetration during their first sexual experience.\n\n\n###",
  "developmentAndCourse": "Erectile failure on first sexual attempt has been found to be related to having sex with a pre-\nviously unknown partner, concomitant use of drugs or alcohol, not wanting to have sex, and\npeer pressure. There is minimal evidence regarding the persistence of such problems after\nthe first attempt. It is assumed that most of these problems spontaneously remit without pro-\nfessional intervention, but some men may continue to have episodic problems. In contrast,\nacquired erectile disorder is often associated with biological factors such as diabetes and car-\ndiovascular disease. Acquired erectile disorder is likely to be persistent in most men.\nThe natural history of lifelong erectile disorder is unknown. Clinical observation sup-\nports the association of lifelong erectile disorder with psychological factors that are self-\n428 Sexual Dysfunctions\n\nlimiting or responsive to psychological interventions, whereas, as noted above, acquired\nerectile disorder is more likely to be related to biological factors and to be persistent. The\nIncidence of erectile disorder increases with age. A minority of men diagnosed as having\nmoderate erectile failure may experience spontaneous remission of symptoms without\nmedical intervention. Distress associated with erectile disorder is lower in older men as\ncompared with younger men.\n\n\n###",
  "riskAndPrognosticFactors": {
    "temperamental": "Temperamental. Neurotic personality traits may be associated with erectile problems in col-\nlege students, and submissive personality traits may be associated with erectile problems in\nmen age 40 years and older. Alexithymia (i.e., deficits in cognitive processing of emotions) is\ncommon in men diagnosed with \u0022psychogenic\u0022 erectile dysfunction. Erectile problems are\ncommon in men diagnosed with depression and posttraumatic stress disorder.\nCourse modifiers. Risk factors for acquired erectile disorder include age, smoking to-\nbacco, lack of physical exercise, diabetes, and decreased desire.\n\n\n###",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "Complaints of erectile disorder have been found to vary across countries. It is unclear to\nwhat extent these differences represent differences in cultural expectations as opposed to\ngenuine differences in the frequency of erectile failure.\n\n\n### Diagnostic Markers\n\nNocturnal penile tumescence testing and measured erectile turgidity during sleep can be\nemployed to help differentiate organic from psychogenic erectile problems on the as-\nsumption that adequate erections during rapid eye movement sleep Indicate a psycholog-\nIcal etiology to the problem. A number of other diagnostic procedures may be employed\ndepending on the clinician\u0027s assessment of their relevance given the individual\u0027s age, co-\nmorbid medical problems, and clinical presentation. Doppler ultrasonography and intra-\nvascular injection of vasoactive drugs, as well as invasive diagnostic procedures such as\ndynamic infusion cavernosography, can be used to assess vascular integrity. Pudendal\nnerve conduction studies, including somatosensory evoked potentials, can be employed\nwhen a peripheral neuropathy is suspected. In men also complaining of decreased sexual\ndesire, serum bloavailable or free testosterone is frequently assessed to determine if the\ndifficulty is secondary to endocrinological factors. Thyroid function may also be assessed.\nDetermination of fasting serum glucose is useful to screen for the presence of diabetes mel-\nlitus. The assessment of serum lipids is Important, as erectile disorder in men 40 years and\nolder is predictive of the future risk of coronary artery disease.",
  "genderRelatedIssues": "[No data available for this section]\n\n\n####",
  "suicideRisk": "[No data available for this section]\n\n\n#####",
  "functionalConsequences": "Erectile disorder can interfere with fertility and produce both individual and interpersonal\ndistress. Fear and/or avoidance of sexual encounters may interfere with the ability to de-\nvelop intimate relationships.\n\n\n#####",
  "differentialDiagnosis": [
    "Nonsexual mental disorders. Major depressive disorder and erectile disorder are closely\nassociated, and erectile disorder accompanying severe depressive disorder may occur.\nNormal erectile function. The differential should include consideration of normal erec-\ntile function in men with excessive expectations.\n\nFemale Orgasmic Disorder 429\n\nSubstance/medication use. Another major differential diagnosis is whether the erectile\nproblem is secondary to substance/medication use. An onset that coincides with the be-\nginning of substance/medication use and that dissipates with discontinuation of the sub-\nstance/medication or dose reduction is suggestive of a substance/medication-Induced\nsexual dysfunction.\n\nAnother medical condition. The most difficult aspect of the differential diagnosis of erec-\ntile disorder is ruling out erectile problems that are fully explained by medical factors. Such\ncases would not receive a diagnosis of a mental disorder. The distinction between erectile\ndisorder as a mental disorder and erectile dysfunction as the result of another medical con-\ndition is usually unclear, and many cases will have complex, Interactive blological and psy-\nchiatric etiologies. If the individual is older than 40-50 years and/or has concomitant\nmedical problems, the differential diagnosis should include medical etiologies, especially\nvascular disease. The presence of an organic disease known to cause erectile problems does\nnot confirm a causal relationship. For example, a man with diabetes mellitus can develop\nerectile disorder in response to psychological stress. In general, erectile dysfunction due to\norganic factors is generalized and gradual in onset. An exception would be erectile problems\nafter traumatic injury to the nervous innervation of the genital organs (e.g., spinal cord injury).\nErectile problems that are situational and inconsistent and that have an acute onset after a\nstressful life event are most often due to psychological events. An age of less than 40 years is\nalso suggestive of a psychological etiology to the difficulty.\n\nOther sexual dysfunctions. Erectile disorder may coexist with premature (early) ejacu-\nlation and male hypoactive sexual desire disorder."
  ],
  "comorbidity": "Erectile disorder can be comorbid with other sexual diagnoses, such as premature (early)\nejaculation and male hypoactive sexual desire disorder, as well as with anxiety and de-\npressive disorders. Erectile disorder is common in men with lower urinary tract symptoms\nrelated to prostatic hypertrophy. Erectile disorder may be comorbid with dyslipidemia, car-\ndiovascular disease, hypogonadism, multiple sclerosis, diabetes mellitus, and other diseases\nthat interfere with the vascular, neurological, or endocrine function necessary for normal\nerectile function.\n\nRelationship to International Classification of Diseases\nErectile response is coded as failure of genital response in ICD-10 (F2.2).\nFemale Orgasmic Disorder\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 471-474 | Computer-Readable Format\u0022 --\u003E",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Differential Diagnosis",
    "Comorbidity"
  ],
  "missingSections": [],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:04:27.3664126Z",
  "extractionMetadata": null
}