{
  "id": "e10159f9-75e1-42d7-b361-03d642ea1807",
  "name": "Other (or Unknown) Substance Withdrawal",
  "code": "292.0 (F19.239)",
  "category": "",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Cessation of (or reduction in) use of a substance that has been heavy and prolonged.\nB. The development of a substance-specific syndrome shortly after the cessation of (or\nreduction in) substance use.\n\nC. The substance-specific syndrome causes clinically significant distress or impairment\nin social, occupational, or other important areas of functioning.\n\nD. The symptoms are not attributable to another medical condition and are not better ex-\nplained by another mental disorder, including withdrawal from another substance.\n\nE. The substance involved cannot be classified under any of the other substance catego-\nries (alcohol; caffeine; cannabis; opioids; sedatives, hypnotics, or anxiolytics; stimu-\nlants; or tobacco) or is unknown.\n\nCoding note: The ICD-9-CM code is 292.0. The ICD-10-CM code for other (or unknown) sub-\nstance withdrawal is F19.239. Note that the ICD-10-CM code indicates the comorbid presence\nof a moderate or severe other (or unknown) substance use disorder. It is not permissible to\ncode a comorbid mild other (or unknown) substance use disorder with other (or unknown) sub-\nstance withdrawal.\n\nNote: For information on",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "Other (or unknown) substance withdrawal is a clinically significant mental disorder that\ndevelops during, or within a few hours to days after, reducing or terminating dosing with\na substance (Criteria A and B). Although recent dose reduction or termination usually is\nclear in the history, other diagnostic procedures are very challenging if the drug is un-\nknown. Criterion B requires development of a \u0022substance-specific syndrome\u0022 (i.e., the in-\ndividual\u0027s signs and symptoms must correspond with the known withdrawal syndrome\nfor the recently stopped drug)-a requirement that rarely can be met with an unknown\nsubstance. Consequently, clinical judgment must guide such decisions when information\nis this limited. Criterion D requires ruling out other medical conditions, mental disorders,\nor withdrawals from familiar substances. When the substance is known, it should be re-\nflected in the name of the disorder upon coding (e.g., betel nut withdrawal).",
  "associatedFeatures": "[No data available for this section]",
  "prevalence": "The prevalence of other (or unknown) substance withdrawal is unknown.",
  "developmentAndCourse": "Withdrawal signs commonly appear some hours after use of the substance is terminated,\nbut the onset and course vary greatly, depending on the dose typically used by the person\nand the rate of elimination of the specific substance from the body. At peak severity, with-\ndrawal symptoms from some substances involve only moderate levels of discomfort,\nwhereas withdrawal from other substances may be fatal. Withdrawal-associated dyspho-\nria often motivates relapse to substance use. Withdrawal symptoms slowly abate over\ndays, weeks, or months, depending on the particular drug and doses to which the indi-\nvidual became tolerant.\n\n\n##",
  "riskAndPrognosticFactors": {
    "temperamental": "and Diagnostic Markers, see the cor-\nresponding sections in other (or unknown) substance use disorder.\n\n\n## Specifiers\n\n[No data available for this section]\n\n\n### Diagnostic Features\n\nOther (or unknown) substance withdrawal is a clinically significant mental disorder that\ndevelops during, or within a few hours to days after, reducing or terminating dosing with\na substance (Criteria A and B). Although recent dose reduction or termination usually is\nclear in the history, other diagnostic procedures are very challenging if the drug is un-\nknown. Criterion B requires development of a \u0022substance-specific syndrome\u0022 (i.e., the in-\ndividual\u0027s signs and symptoms must correspond with the known withdrawal syndrome\nfor the recently stopped drug)-a requirement that rarely can be met with an unknown\nsubstance. Consequently, clinical judgment must guide such decisions when information\nis this limited. Criterion D requires ruling out other medical conditions, mental disorders,\nor withdrawals from familiar substances. When the substance is known, it should be re-\nflected in the name of the disorder upon coding (e.g., betel nut withdrawal).\n\nAssociated Features Supporting Diagnosis\n\n[No data available for this section]\n\nPrevalence\n\nThe prevalence of other (or unknown) substance withdrawal is unknown.\n\nDevelopment and Course\n\nWithdrawal signs commonly appear some hours after use of the substance is terminated,\nbut the onset and course vary greatly, depending on the dose typically used by the person\nand the rate of elimination of the specific substance from the body. At peak severity, with-\ndrawal symptoms from some substances involve only moderate levels of discomfort,\nwhereas withdrawal from other substances may be fatal. Withdrawal-associated dyspho-\nria often motivates relapse to substance use. Withdrawal symptoms slowly abate over\ndays, weeks, or months, depending on the particular drug and doses to which the indi-\nvidual became tolerant.\n\n\n## Risk and Prognostic Factors\n\n[No data available for this section]",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "Culture-related issues in diagnosis will vary with the particular substance.\n584 Substance-Related and Addictive Disorders",
  "genderRelatedIssues": "[No data available for this section]\n\n\n###",
  "suicideRisk": "[No data available for this section]\n\n\n####",
  "functionalConsequences": "Withdrawal from any substance may have serious consequences, including physical signs\nand symptoms (e.g., malaise, vital sign changes, abdominal distress, headache), intense\ndrug craving, anxiety, depression, agitation, psychotic symptoms, or cognitive impairments.\nThese consequences may lead to problems such as dysfunction at work, problems in in-\nterpersonal relationships, failure to fulfill role obligations, traffic accidents, fighting, high-\nrisk behavior (e.g., having unprotected sex), suicide attempts, and substance or medica-\ntion overdose. The pattern of consequences will vary with the particular substance.\n\n\n###",
  "differentialDiagnosis": [
    "Dose reduction after extended dosing, but not meeting the criteria for other (or un-\nknown) substance withdrawal. The individual used other (or unknown) substances,\nbut the dose that was used was insufficient to produce symptoms that meet the criteria re-\nquired for the diagnosis.\n\nSubstance withdrawal or other substance/medication-induced disorders. Familiar\nsubstances may be sold in the black market as novel products, and individuals may expe-\nrience withdrawal when discontinuing those substances. History, toxicology screens, or\nchemical testing of the substance itself may help to identify it.\n\nDifferent types of other (or unknown) substance-related disorders. Episodes of other\n(or unknown) substance withdrawal may occur during, but are distinct from, other (or un-\nknown) substance use disorder, unspecified other (or unknown) substance-related disor-\nder, and unspecified other (or unknown) substance-induced disorders.\nOther toxic, metabolic, traumatic, neoplastic, vascular, or infectious disorders that im-\npair brain function and cognition. Numerous neurological and other medical condi-\ntions may produce rapid onset of signs and symptoms mimicking those of withdrawals.\nParadoxically, drug intoxications also must be ruled out, because, for example, lethargy\nmay indicate withdrawal from one drug or intoxication with another drug.\n\n\n####"
  ],
  "comorbidity": "As with all substance-related disorders, adolescent conduct disorder, adult antisocial per-\nsonality disorder, and other substance use disorders likely co-occur with other (or un-\nknown) substance withdrawal.\n\nOther (or Unknown)\n\nSubstance-Induced Disorders\n\nBecause the category of other or unknown substances is inherently ill-defined, the extent\nand range of induced disorders are uncertain. Nevertheless, other (or unknown) sub-\nstance-induced disorders are possible and are described in other chapters of the manual\nwith disorders with which they share phenomenology (see the substance/medication-\ninduced mental disorders in these chapters): other (or unknown) substance-induced psy-\nchotic disorder (\u0022Schizophrenia Spectrum and Other Psychotic Disorders\u0022); other (or un-\nknown substance-induced bipolar disorder (\u0022Bipolar and Related Disorders\u0022); other (or\nunknown) substance-induced depressive disorder (\u0022Depressive Disorders\u0022); other (or\nunknown) substance-induced anxiety disorders (\u0022Anxiety Disorders\u0022); other (or un-\nknown) substance-induced obsessive-compulsive disorder (\u0022Obsessive-Compulsive and\nRelated Disorders\u0022); other (or unknown) substance-induced sleep disorder (\u0022Sleep-Wake\nUnspecified Other (or Unknown) Substance-Related Disorder 585\n\nDisorders\u0022); other (or unknown) substance-induced sexual dysfunction (\u0022Sexual Dys-\nfunctions\u0022); and other (or unknown) substance/medication-induced major or mild neu-\nrocognitive disorder (\u0022Neurocognitive Disorders\u0022). For other (or unknown) substance-\ninduced intoxication delirium and other (or unknown) substance-induced withdrawal\ndelirium, see the criteria and discussion of delirium in the chapter \u0022Neurocognitive Dis-\norders.\u0022 These other (or unknown) substance-induced disorders are diagnosed instead of\nother (or unknown) substance intoxication or other (or unknown) substance withdrawal\nonly when the symptoms are sufficiently severe to warrant independent clinical attention.\nUnspecified Other (or Unknown)\nSubstance-Related Disorder\n292.9 (F19.99)\n\nThis category applies to presentations in which symptoms characteristic of an other (or un-\nknown) substance-related disorder that cause clinically significant distress or impairment\nin social, occupational, or other important areas of functioning predominate but do not\nmeet the full criteria for any specific other (or unknown) substance-related disorder or any\nof the disorders in the substance-related disorders diagnostic class.\nNon-Substance-Related Disorders\nGambling Disorder\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 628-630 | Computer-Readable Format\u0022 --\u003E",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Differential Diagnosis",
    "Comorbidity"
  ],
  "missingSections": [],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T20:59:24.2909944Z",
  "extractionMetadata": null
}