{
  "id": "ec1dc9b6-8d1b-42e5-b751-614671624a45",
  "name": "Generalized Anxiety Disorder",
  "code": "300.02 (F41.1)",
  "category": "Generalized Anxiety Disorder",
  "description": "",
  "diagnosticCriteria": [
    {
      "criterionId": "A",
      "title": "Diagnostic Criteria",
      "description": "A. Excessive anxiety and worry (apprehensive expectation), occurring more days than\nnot for at least 6 months, about a number of events or activities (such as work or school\nperformance).\n\nB. The individual finds it difficult to control the worry.\n\nC. The anxiety and worry are associated with three (or more) of the following six symp-\ntoms (with at least some symptoms having been present for more days than not for the\npast 6 months):\n\nNote: Only one item is required in children.\n\n1\\. Restlessness or feeling keyed up or on edge.\n\n2\\. Being easily fatigued.\n\n3\\. Difficulty concentrating or mind going blank.\n\n4\\. Imitability.\n\n5\\. Muscle tension.\n\n6\\. Sleep disturbance (difficulty falling or staying asleep, or restless, unsatisfying\nsleep).\n\nD. The anxiety, worry, or physical symptoms cause clinically significant distress or impair-\nment in social, occupational, or other important areas of functioning.\n\nE. The disturbance is not attributable to the physiological effects of a substance (e.g., a\ndrug of abuse, a medication) or another medical condition (e.g., hyperthyroidism).\n\nF. The disturbance is not better explained by another mental disorder (e.g., anxiety or\nworry about having panic attacks in panic disorder, negative evaluation in social anxl-\nety disorder [social phobia], contamination or other obsessions in obsessive-compul-\nsive disorder, separation from attachment figures in separation anxiety disorder,\nreminders of traumatic events in posttraumatic stress disorder, gaining weight in an-\norexia nervosa, physical complaints in somatic symptom disorder, perceived appear-\nance flaws in body dysmorphic disorder, having a serious illness in illness anxiety\ndisorder, or the content of delusional beliefs in schizophrenia or delusional disorder).",
      "subCriteria": [],
      "isRequired": true,
      "minimumRequired": null,
      "durationRequirement": null
    }
  ],
  "diagnosticFeatures": "The essential feature of generalized anxiety disorder is excessive anxiety and worry (ap-\nprehensive expectation) about a number of events or activities. The intensity, duration, or\nfrequency of the anxiety and worry is out of proportion to the actual likelihood or impact\nof the anticipated event. The Individual finds it difficult to control the worry and to keep\nworrisome thoughts from interfering with attention to tasks at hand. Adults with gener-\nalized anxiety disorder often worry about everyday, routine life circumstances, such as\npossible job responsibilities, health and finances, the health of family members, misfor-\ntune to their children, or minor matters (e.g., doing household chores or being late for ap-\npointments). Children with generalized anxiety disorder tend to worry excessively about\ntheir competence or the quality of their performance. During the course of the disorder,\nthe focus of worry may shift from one concem to another.\n\nSeveral features distinguish generalized anxiety disorder from nonpathological anxiety.\nFirst, the worries associated with generalized anxiety disorder are excessive and typically in-\nterfere significantly with psychosocial functioning, whereas the worries of everyday life\nare not excessive and are perceived as more manageable and may be put off when more\npressing matters arise. Second, the worries associated with generalized anxiety disorder are\nGeneralized Anxiety Disorder 223\n\nmore pervasive, pronounced, and distressing; have longer duration; and frequently occur\nwithout precipitants. The greater the range of life circumstances about which a person\nworries (e.g., finances, children\u0027s safety, job performance), the more likely his or her symp-\ntoms are to meet criteria for generalized anxiety disorder. Third, everyday worries are much\nless likely to be accompanied by physical symptoms (e.g., restlessness or feeling keyed up\nor on edge). Individuals with generalized anxiety disorder report subjective distress due\nto constant worry and related impairment in social, occupational, or other important areas\nof functioning.\n\nThe anxiety and worry are accompanied by at least three of the following additional\nsymptoms: restlessness or feeling keyed up or on edge, being easily fatigued, difficulty\nconcentrating or mind going blank, irritability, muscle tension, and disturbed sleep, al-\nthough only one additional symptom is required in children.\n\n\n###",
  "associatedFeatures": "Associated with muscle tension, there may be trembling, twitching, feeling shaky, and\nmuscle aches or soreness. Many individuals with generalized anxiety disorder also expe-\nrience somatic symptoms (e.g., sweating, nausea, diarrhea) and an exaggerated startle re-\nsponse. Symptoms of autonomic hyperarousal (e.g., accelerated heart rate, shortness of\nbreath, dizziness) are less prominent in generalized anxiety disorder than in other anxiety\ndisorders, such as panic disorder. Other conditions that may be associated with stress (e.g.,\nIrritable bowel syndrome, headaches) frequently accompany generalized anxiety disorder.\n\n\n###",
  "prevalence": "ders and unipolar depression, whereas in males,",
  "developmentAndCourse": "Many individuals with generalized anxiety disorder report that they have felt anxious and\nnervous all of their lives. The median age at onset for generalized anxiety disorder is 30\nyears; however, age at onset is spread over a very broad range. The median age at onset is\nlater than that for the other anxiety disorders. The symptoms of excessive worry and anx-\nlety may occur early in life but are then manifested as an anxious temperament. Onset of\nthe disorder rarely occurs prior to adolescence. The symptoms of generalized anxiety dis-\norder tend to be chronic and wax and wane across the lifespan, fluctuating between syn-\ndromal and subsyndromal forms of the disorder. Rates of full remission are very low.\nThe clinical expression of generalized anxiety disorder is relatively consistent across\nthe lifespan. The primary difference across age groups is in the content of the individual\u0027s\nworry. Children and adolescents tend to worry more about school and sporting perfor-\nmance, whereas older adults report greater concem about the well-being of family or their\nown physical heath. Thus, the content of an individual\u0027s worry tends to be age appropri-\nate. Younger adults experience greater severity of symptoms than do older adults.\nThe earlier in life individuals have symptoms that meet criteria for generalized anxiety\ndisorder, the more",
  "riskAndPrognosticFactors": {
    "temperamental": "Temperamental. Behavioral inhibition, negative affectivity (neuroticism), and harm\navoidance have been associated with generalized anxiety disorder.\n\nEnvironmental. Although childhood adversities and parental overprotection have been\nassociated with generalized anxiety disorder, no environmental factors have been identi-\nfied as specific to generalized anxiety disorder or necessary or sufficient for making the di-\nagnosis.\n\nGenetic and physiological. One-third of the risk of experiencing generalized anxiety\ndisorder is genetic, and these genetic factors overlap with the risk of neuroticism and are\nshared with other anxiety and mood disorders, particularly major depressive disorder.",
    "environmental": null,
    "geneticAndPhysiological": null,
    "courseModifiers": null
  },
  "cultureRelatedIssues": "There is considerable cultural variation in the expression of generalized anxiety disorder.\nFor example, in some cultures, somatic symptoms predominate in the expression of the\ndisorder, whereas in other cultures cognitive symptoms tend to predominate. This differ-\nence may be more evident on initial presentation than subsequently, as more symptoms\nare reported over time. There is no Information as to whether the propensity for excessive\nworrying is related to culture, although the topic being worried about can be culture spe-\ncific. It is important to consider the social and cultural context when evaluating whether\nworries about certain situations are excessive.\n\n\n###",
  "genderRelatedIssues": "In clinical settings, generalized anxiety disorder is diagnosed somewhat more frequently\nin females than in males (about 55%-60% of those presenting with the disorder are\nfemale). In epidemiological studies, approximately two-thirds are female. Females and\nmales who experience generalized anxiety disorder appear to have similar symptoms but\nGeneralized Anxiety Disorder 225\n\ndemonstrate different patterns of",
  "suicideRisk": "[No data available for this section]\n\n\n####",
  "functionalConsequences": "Excessive worrying impairs the individual\u0027s capacity to do things quickly and efficiently,\nwhether at home or at work. The worrying takes time and energy; the associated symp-\ntoms of muscle tension and feeling keyed up or on edge, tiredness, difficulty concentrat-\ning, and disturbed sleep contribute to the impairment. Importantly the excessive worrying\nmay impair the ability of individuals with generalized anxiety disorder to encourage con-\nfidence in their children.\n\nGeneralized anxiety disorder is associated with significant disability and distress that is\nIndependent of comorbid disorders, and most non-Institutionalized adults with the disorder\nare moderately to seriously disabled. Generalized anxiety disorder accounts for 110 mil-\nlion disability days per annum in the U.S. population.\n\n\n####",
  "differentialDiagnosis": [
    "Anxiety disorder due to another medical condition. The diagnosis of anxiety disorder\nassociated with another medical condition should be assigned if the individual\u0027s anxiety\nand worry are judged, based on history, laboratory findings, or physical examination, to\n\nbe a physiological effect of another specific medical condition (e.g., pheochromocytoma,\nhyperthyroidism).\n\nSubstance/medication-Induced anxiety disorder. A substance/medication-Induced\nanxiety disorder is distinguished from generalized anxiety disorder by the fact that a sub-\nstance or medication (e.g., a drug of abuse, exposure to a toxin) is judged to be etiologically\nrelated to the anxiety. For example, severe anxiety that occurs only in the context of heavy\ncoffee consumption would be diagnosed as caffeine-Induced anxiety disorder.\nSocial anxiety disorder. Individuals with social anxiety disorder often have anticipa-\ntory anxiety that is focused on upcoming social situations in which they must perform or\nbe evaluated by others, whereas individuals with generalized anxiety disorder worry,\nwhether or not they are being evaluated.\n\nObsessive-compulsive disorder. Several features distinguish the excessive worry of\ngeneralized anxiety disorder from the obsessional thoughts of obsessive-compulsive dis-\norder. In generalized anxiety disorder the focus of the worry is about forthcoming prob-\nlems, and it is the excessiveness of the worry about future events that is abnormal. In\nobsessive-compulsive disorder, the obsessions are inappropriate ideas that take the form of\nIntrusive and unwanted thoughts, urges, or images.\n\nPosttraumatic stress disorder and adjustment disorders. Anxiety is invariably pres-\nent in posttraumatic stress disorder. Generalized anxiety disorder is not diagnosed if the\nanxiety and worry are better explained by symptoms of posttraumatic stress disorder.\nAnxiety may also be present in adjustment disorder, but this residual category should be\nused only when the criteria are not met for any other disorder (including generalized anx-\nlety disorder). Moreover, in adjustment disorders, the anxiety occurs in response to an\nIdentifiable stressor within 3 months of the onset of the stressor and does not persist for\nmore than 6 months after the termination of the stressor or its consequences.\nDepressive, bipolar, and psychotic disorders. Generalized anxiety/worry is a common\nassociated feature of depressive, bipolar, and psychotic disorders and should not be di-\n226 Anxiety Disorders\n\nagnosed separately if the excessive worry has occurred only during the course of these\nconditions.\n\n\n#####"
  ],
  "comorbidity": "Individuals whose presentation meets criteria for generalized anxiety disorder are likely\nto have met, or currently meet, criteria for other anxiety and unipolar depressive disor-\nders. The neuroticism or emotional liability that underpins this pattern of comorbidity is\nassociated with temperamental antecedents and genetic and environmental risk factors\nshared between these disorders, although independent pathways are also possible. Co-\nmorbidity with substance use, conduct, psychotic, neurodevelopmental, and neurocogni-\ntive disorders is less common.\n\nSubstance/Medication-Induced\nAnxiety Disorder\n\n\u003C!-- PageFooter=\u0022DSM-5 Diagnostic Item | Pages 267-271 | Computer-Readable Format\u0022 --\u003E",
  "specifiers": [],
  "pageNumbers": [],
  "presentSections": [
    "Diagnostic Criteria",
    "Diagnostic Features",
    "Associated Features",
    "Prevalence",
    "Development and Course",
    "Risk and Prognostic Factors",
    "Culture-Related Diagnostic Issues",
    "Gender-Related Diagnostic Issues",
    "Suicide Risk",
    "Functional Consequences",
    "Differential Diagnosis",
    "Comorbidity"
  ],
  "missingSections": [],
  "isAvailableForAssessment": true,
  "lastUpdated": "2025-10-04T21:00:42.5034406Z",
  "extractionMetadata": null
}